[
  {
    "chunk_id": "chunk_000_toc",
    "content": "SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996 \n \nCONTENTS",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Table of Contents",
    "section_type": "toc",
    "schedule_name": null,
    "token_estimate": 20,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_001_preamble",
    "content": "THE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Gazette Notification Preamble",
    "section_type": "preamble",
    "schedule_name": null,
    "token_estimate": 123,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_002_chI_reg1",
    "content": "[Chapter I: PRELIMINARY]\n\n1. (1) These regulations may be called the 2[Securities and Exchange Board of India \n(Custodian) Regulations, 1996]. \n(2) They shall come into force on the date of their publication in the Official Gazette. \n \nDefinitions.",
    "chapter": "I",
    "chapter_title": "PRELIMINARY",
    "regulation": "1",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 62,
    "has_amendments": true,
    "amendment_refs": [
      "2"
    ]
  },
  {
    "chunk_id": "chunk_003_chI_reg2",
    "content": "[Chapter I: PRELIMINARY]\n\n2. In these regulations unless the context otherwise requires:— \n(a) \"Act\" means the Securities and Exchange Board of India Act, 1992 (15 of \n1992); \n(b) \"certificate\" means a certificate of registration granted by the Board under these \nregulations; \n3[(ba) Change in control” in case of a body corporate – \n(A) if its shares are listed on any recognised stock exchange, shall be construed with \nreference to the definition of control in terms of regulations framed under clause (h) \nof sub-section (2) of section 11 of the Act; \n \n1 Substituted for the title “Securities and Exchange Board of India (Custodian of Securities) Regulations, 1996” by \nthe Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, w.e.f. 1-1-\n2019. \n2 Substituted for the title “Securities and Exchange Board of India (Custodian of Securities) Regulations, 1996” by \nthe Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, w.e.f. 1-1-\n2019. \n3 Inserted by the Securities and Exchange Board of India (Change in Control in Intermediaries) (Amendment) \nRegulations, 2023 w.e.f. 17-1-2023. \n(B) if its shares are not listed on any recognised stock exchange, shall be construed \nwith reference to the definition of control as provided in sub-section (27) of Section \n2 of the Companies Act, 2013 (18 of 2013);] \n \n(c) \"client\" means any person who has entered into an agreement with a 4[custodian] \nto avail of custodial services provided by the 5[custodian]; \n(d) \"6[custodian]\" means any person who carries on or proposes to carry on the \nbusiness of providing custodial services; \n7[(e)\"custodial services\" in relation to securities 8[or goods] of a client or gold or \ngold related instruments 9[or silver or silver related instruments] held by a mutual \nfund or title deeds of real estate assets held by a real estate mutual fund scheme in \naccordance with the Securities and Exchange Board of India (Mutual Funds) \nRegulations, 1996 means, 10[the] safekeeping of such securities 11[or goods] or gold \nor gold related instruments 12[or silver or silver related instruments] or title deeds of \nreal estate assets and providing services incidental thereto, and includes— \n \n4 Substituted ibid for the words “custodian of securities”. \n5 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n6 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n7Substituted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7- 2008. Prior to \nsubstitution, clause (e), as amended by SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-\n2006, read as under: \n\"(e) \"custodial services\" in relation to securities of a client or gold or gold related instruments held by a mutual fund \nor title deeds of real estate assets held by a real estate mutual fund in accordance with the Securities and Exchange \nBoard of India (Mutual Funds) Regulations, 1996 means, safe keeping of such securities or gold or gold related \ninstruments and providing services incidental thereto, and includes— \n(i) maintaining accounts of securities or gold or gold related instruments of a client; \n(ii) collecting the benefits or rights accruing to the client in respect of securities or gold or gold related instruments; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of securities, having a bearing on the \nbenefits or rights accruing to the client; and \n(iv) maintaining and reconciling records of the services referred to in sub-clause (i) to (iii); \nPrior to this amendment, clause (e) read as under: \n(e) \"custodial services\" in relation to securities means, safe keeping of securities of a client and providing services \nincidental thereto, and includes— \n(i) maintaining accounts of securities of a client; \n(ii) collecting the benefits or rights accruing to the client in respect of securities; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of securities, having a bearing on the \nbenefits or rights accruing to the client; and (v) maintaining and reconciling records of the services referred to in sub-\nclause (i) to (iii);\" \n8 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n9 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-\n2022. \n10 Inserted ibid. \n11 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n12 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-\n2022 \n(i) maintaining accounts of securities 13[or goods] or gold or gold related instruments \n14[or silver or silver related instruments] or title deeds of real estate assets of a client; \n15[(ia) undertaking activities as a Domestic Depository in terms of the Companies \n(Issue of Indian Depository Receipts) Rules, 2004;] \n (ii) collecting the benefits or rights accruing to the client in respect of securities 16[or \ngoods] or gold or 17[or silver or silver related instruments] gold related instruments \nor title deeds of real estate assets; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of \nsecurities, having a bearing on the benefits or rights accruing to the client; \n18[(iiia) keeping the client informed of the actions taken or to be taken with respect \nto the goods held on its behalf;] and \n(iv) maintaining and reconciling records of the services referred to in subclauses (i) \nto 19[(iiia)];] \n(f) \"custody account\" means an account of a client maintained by a 20[custodian] in \nrespect of securities; \n(g) 21[* * *] \n(h) \"Form\" means any of the forms set out in the First Schedule; \n22[(ha) ‘goods’ means the goods notified by the Central Government under clause \n(bc) of section 2 of the Securities contracts (Regulation) Act, 1956 and forming the \nunderlying of any commodity derivative contract;] \n(i) \"inspecting officer\" means an inspecting officer appointed by the Board under \nregulation 21; \n(j) \"Schedule\" means a Schedule annexed to these regulations; \n23[(k) \"securities\" shall have the meaning assigned to it in clause (h) of section 2 of \nthe Securities Contracts (Regulation) Act, 1956.]",
    "chapter": "I",
    "chapter_title": "PRELIMINARY",
    "regulation": "2",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 1656,
    "has_amendments": true,
    "amendment_refs": [
      "9",
      "12",
      "3",
      "7",
      "11",
      "23",
      "5",
      "16",
      "17",
      "6",
      "21",
      "8",
      "19",
      "15",
      "14",
      "10",
      "13",
      "18",
      "4",
      "20",
      "22"
    ]
  },
  {
    "chunk_id": "chunk_004_chII_reg3",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n3. (1) Any person proposing to carry on business as 24[custodian] on or after the \ncommencement of these regulations shall make an application to the Board for grant \nof a certificate. \n(2) Any person who is carrying on business as a 25[custodian] on the date of \ncommencement of these regulations shall make an application to the Board for grant \nof certificate within a period of three months from the date of such commencement: \n Provided that the Board may, in special cases, where it is of the opinion that it is \nnecessary to do so for reasons to be recorded in writing may extend the period up to \na maximum of six months from the date of such commencement. \n(3) An application for grant of a certificate under sub-regulation (1) or sub regulation \n(2) shall be made in Form A and shall be accompanied by an application fee as \nspecified in Part A of the Second Schedule and be paid in the manner specified in \nPart B thereof. \n(4) Any person referred to in sub-regulation (2) who fails to make an application for \ngrant of certificate within the period or the extended period specified therein, shall \ncease to carry on any activity as 26[custodian] and shall be subject to the directions \nof the Board with regard to the transfer of records, documents or securities relating \nto his activities as 27[custodian]. \n \nApplication to conform to requirements.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "3",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 354,
    "has_amendments": true,
    "amendment_refs": [
      "26",
      "24",
      "25",
      "27"
    ]
  },
  {
    "chunk_id": "chunk_005_chII_reg4",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n4. An application under regulation 3 which is not complete in all respects or which \ndoes not conform to the instructions specified therein shall be rejected: Provided \nthat, before rejecting any such application, the Board shall give the applicant an \nopportunity to remove the objection, within such time as may be specified by the \nBoard. \n \nFurnishing of information, clarification, and personal representation.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "4",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 117,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_006_chII_reg5",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n5. (1) The Board may require the applicant to furnish such further information or \nclarification regarding matters relevant to the activities of a 28[custodian] for the \npurpose of consideration of the application. \n(2) The applicant or his authorised representative shall, if so required, appear before \nthe Board for personal representation, in connection with the grant of certificate. \nConsideration of application for grant of certificate. \n \n24 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n25 Substituted ibid for the words “custodian of securities”. \n26 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n27 Substituted ibid for the words “custodian of securities”. \n28 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "5",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 289,
    "has_amendments": true,
    "amendment_refs": [
      "28"
    ]
  },
  {
    "chunk_id": "chunk_007_chII_reg6",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n6. (1) For the purpose of the grant of a certificate the Board shall take into account \nall matters which are relevant to the activities of a 29[custodian] and in particular, \nwhether:— \n(a) the applicant fulfils the capital requirement in accordance with regulation 7; \n(b) the applicant has the necessary infrastructure, including adequate office space, \nvaults for safe custody of 30[physical] securities and computer systems capability, \nrequired to effectively discharge his activities as 31[custodian]; \n32[(ba) the applicant has the requisite approvals under any law for the time being in \nforce, in connection with providing custodial services in respect of 33[goods of a \nclient or] 34[gold or gold related instruments or silver or silver related instruments \nheld by a mutual fund] 35[or title deeds of a real estate assets held by a real estate \nmutual funds scheme], where applicable]; \n(c) the applicant has in his employment adequate and competent persons who have \nthe experience, capacity and ability of managing the business of the 36[custodian]; \n(d) the applicant has prepared a complete manual, setting out the systems and \nprocedures to be followed by him for the effective and efficient discharge of his \nfunctions and the arm’s length relationships to be maintained with the other \nbusinesses, if any, of the applicant; \n(e) the applicant is a person who has been refused a certificate by the Board or whose \ncertificate has been cancelled by the Board; \n(f) the applicant, his director, his principal officer or any of his employees is involved \nin any litigation connected with the securities market; \n(g) the applicant, his director, his principal officer or any of his employees has at any \ntime been convicted of any offence involving moral turpitude or of any economic \noffence; \n37[(gg)the applicant is a fit and proper person;] and \n(h) the grant of certificate is in the interest of investors. \n(2) Notwithstanding anything contained in sub-regulation (1) the Board shall not \nconsider an application made under regulation 3 unless the applicant is a body \ncorporate. \n \n \n29 Substituted ibid for the words “custodian of securities”. \n30 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-03-\n2026. \n31 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n32 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n33 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n34 Substituted for the words “gold or gold related instruments of a mutual fund” by the Securities and Exchange Board \nof India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-2022. \n35 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n36 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n37 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1998, w.e.f. 5-1-1998. \n38[Criteria for fit and proper person.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "6",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 839,
    "has_amendments": true,
    "amendment_refs": [
      "36",
      "37",
      "30",
      "31",
      "33",
      "38",
      "35",
      "32",
      "34",
      "29"
    ]
  },
  {
    "chunk_id": "chunk_008_chII_reg6A",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n6A. For the purpose of determining whether an applicant or the 39[custodian] is a fit \nand proper person the Board may take into account the criteria specified in Schedule \nII of the Securities and Exchange Board of India (Intermediaries) Regulations, \n2008.] \n \nCapital requirement.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "6A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 84,
    "has_amendments": true,
    "amendment_refs": [
      "39"
    ]
  },
  {
    "chunk_id": "chunk_009_chII_reg7",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n7. (1) The capital requirement referred to in clause (a) of sub-regulation (1) of \nregulation 6 shall be a net worth of a minimum of rupees 40[seventy-five] crores. \n41[Provided that the custodian shall fulfill the net worth requirements under these \nregulations, separately and independently, of the capital adequacy requirements, if \nany, for each activity undertaken by it under the relevant regulations. \nProvided further that a custodian, who was granted a certificate of registration prior \nto the commencement of the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2025, shall, within three years from such \ncommencement, raise its net worth to not less than seventy-five crore rupees, \nseparately and independently, of the capital adequacy requirements, if any, for each \nactivity undertaken by it under the relevant regulations.] \nExplanation.─For the purposes of this regulation, the expression \"net worth\" means \nthe paid-up capital and the free reserves as on the date of the application. \n(2) Notwithstanding anything contained in sub-regulation (1) any 42[custodian] \nwhich \n(a) has been approved by the Board under the provisions of Securities and Exchange \nBoard of India (Mutual Fund) Regulations, 1993, or the Securities and Exchange \nBoard of India (Foreign Institutional Investors) Regulations, 1995, or the \nGovernment of India Guidelines for Foreign Institutional Investors dated September \n14, 1992, even if it does not have the net worth specified in sub-regulation (1) may \ncontinue to function as a 43[custodian] and shall within a period of one year from the \ndate of commencement of these regulations raise its net worth to that specified in \nsub-regulation (1): \n \n38 Substituted by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-5-2008. Prior to its substitution, regulation \n6A as inserted by the SEBI (Criteria for Fit and Proper Person) Regulations, 2004, w.e.f. 10-3-2004, read as under: \n\"6A. Applicability of Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, \n2004.─The provisions of the Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, \n2004 shall, as far as may be, apply to all applicants or the custodians of securities under these regulations.\" \n39 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n40 Substituted for the word “fifty” by the Securities and Exchange Board of India (Custodian) (Amendment) \nRegulations, 2025, w.e.f. 24-03-2026. \n41 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. \n42 Substituted ibid for the words “custodian of securities. \n43 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n 44[Provided that the period specified above may be extended by the Board upto a \nmaximum of 5 years;] \n(b) has made an application under regulation 3 shall be permitted to fulfil his capital \nadequacy requirements within one month of the receipt of certificate under \nregulation 8. \n \nProcedure and grant of certificate.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "7",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 840,
    "has_amendments": true,
    "amendment_refs": [
      "41",
      "42",
      "43",
      "44",
      "40"
    ]
  },
  {
    "chunk_id": "chunk_010_chII_reg8",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n8. (1) After considering the application under regulation 3, with reference to the \nmatters specified in regulation 6, if the Board on being satisfied that all particulars \nsought have been furnished and the applicant is eligible for the grant of a certificate, \nshall send an intimation of the same to the applicant. \n(2) On receipt of an intimation from the Board under sub-regulation (1), the applicant \nshall pay to the Board a registration fee specified in Part A of Second Schedule in \nthe manner specified in Part B thereof. \n(3) The Board shall thereafter grant a certificate in Form B to the applicant on receipt \nof the registration fee: \n45[Provided that the Board may restrict the certificate of registration to providing \ncustodial services either in respect of securities or 46[goods of a client or] in respect \nof 47[gold or gold related instruments or silver or silver related instruments held by \na mutual fund] 48[or title deeds of real estate assets held by a real estate mutual funds \nscheme].] \n49[(4) A 50[custodian] holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2006, may provide custodial services in \nrespect of gold or gold related instruments 51[held by a mutual fund} only after taking \nprior approval of the Board.] \n52[(5) A 53[custodian] holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2008 may provide custodial services in \nrespect of title deeds of real estate assets held by a real estate mutual fund scheme.] \n \n44 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1996, w.e.f. 4-12-1996. \n45 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n46 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n47 Substituted for the words “gold or gold related instruments of a *[mutual fund]” by the Securities and Exchange \nBoard of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-2022. \n* Substituted for the word “client” by the Securities and Exchange Board of India (Custodian of Securities) \n(Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n48 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n49 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n50 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n51 Substituted for the words “of a mutual fund” by the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2022, w.e.f. 25-4-2022. \n52 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n53 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n54[(6) A custodian holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, may provide custodial services in \nrespect of goods only after taking prior approval of the Board.] \n55[(7) A custodian holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2022, may provide custodial services in respect of silver \nor silver related instruments held by a mutual fund only after taking prior approval \nof the Board.] \n \nConditions of certificate.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "8",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 974,
    "has_amendments": true,
    "amendment_refs": [
      "46",
      "45",
      "51",
      "55",
      "50",
      "54",
      "53",
      "49",
      "52",
      "47",
      "48"
    ]
  },
  {
    "chunk_id": "chunk_011_chII_reg9",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n9. The certificate granted to 56[custodian] shall be subject to the following \nconditions, namely :─ \n(a) it shall not commence any activities as 57[custodian] unless it fulfils the capital \nrequirement specified in regulation 7; \n58[(aa) it shall obtain prior approval of the Board in case of change in control in such \nmanner as specified by the Board;] \n(b) it shall abide by the provisions of the Act and these regulations in the discharge \nof its functions as 59[custodian]; \n(c) it shall enter into a valid agreement with its client for the purpose of providing \ncustodial services; \n(d) it shall pay annual fees as specified in Part A of the Second Schedule in the \nmanner specified in Part B thereof; \n(e) if any information previously submitted by it to the Board is found by it to be \nfalse or misleading in any material particular, or if there is any change in such \ninformation, it shall forthwith inform the Board in writing; and \n60[(f) besides providing custodial services, it may carry on any activity relating to \nrendering of financial services; \nProvided that a custodian who is not a banking company as defined under the \nBanking Regulations Act, 1949 or a subsidiary/associate/joint venture of such \nbanking company may render such financial services subject to conditions as may \nbe specified by the Board.] \n \n54 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n55 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n56 Substituted ibid for the words “custodian of securities”. \n57 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n58 Inserted by the Securities and Exchange Board of India (Change in Control in Intermediaries) (Amendment) \nRegulations, 2023 w.e.f. 17-1-2023. \n59 Substituted ibid for the words “custodian of securities”. \n60 Substituted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. Prior to its substitution, clause (f) read as under- \n“(f) besides providing custodial services, it shall not carry on any activity other than activities relating to rendering of \nfinancial services.” \n \n61[62]Period of validity.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "9",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 611,
    "has_amendments": true,
    "amendment_refs": [
      "56",
      "58",
      "61",
      "59",
      "60",
      "57"
    ]
  },
  {
    "chunk_id": "chunk_012_chII_reg9A",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n9A. Every certificate granted under sub-regulation (3) of regulation 8, shall be valid \nunless it is suspended or cancelled by the Board.] \n \n63[***]] \n \nProcedure where certificate is not granted.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "9A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 63,
    "has_amendments": true,
    "amendment_refs": [
      "63"
    ]
  },
  {
    "chunk_id": "chunk_013_chII_reg10",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n10. (1) After considering an application for grant of certificate made under regulation \n3, if the Board is satisfied that a certificate should not be granted, the Board may \nreject the application after giving the applicant a reasonable opportunity of being \nheard. \n(2) The decision of the Board to reject the application shall be communicated within \nthirty days of such decision to the applicant in writing stating therein the grounds on \nwhich the application has been rejected. \n(3) An applicant, who is aggrieved by the decision of the Board under subregulation \n(1) may, within a period of thirty days from the date of receipt of communication \nunder sub-regulation (2), apply to the Board for re-consideration of its decision. \n(4) The Board shall, as soon as possible, in the light of the submissions made in the \napplication for reconsideration made under sub-regulation (3) and wherever \nnecessary, after giving the applicant a reasonable opportunity of being heard, convey \nits decision in writing to the applicant. \n \nEffect of refusal to grant certificate.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "10",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 281,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_014_chII_reg11",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n11. Any 64[custodian] whose application for grant of certificate has been rejected by \nthe Board shall, on and from the date of the receipt of the communication under sub-\n \n61 Inserted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \n62 Substituted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2019, w.e.f. 22-\n3-2019. Prior to substitution the regulation read as below: \n“Period of validity.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "11",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 133,
    "has_amendments": true,
    "amendment_refs": [
      "64"
    ]
  },
  {
    "chunk_id": "chunk_015_chII_reg9A",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n9A. (1) Every certificate granted under sub-regulation (3) of regulation 8 on and after the commencement of the \nSecurities and Exchange Board of India (Custodian of Securities) (Second Amendment) Regulations, 2006, shall be \nvalid for a period of three years from the date of grant of registration or its renewal. \n(2) Every certificate granted under sub-regulation (3) of regulation 8 before the commencement of the Securities and \nExchange Board of India (Custodian of Securities) (Second Amendment) Regulations, 2006, shall be valid for a period \nof three years from such commencement or its renewal.” \n63 Omitted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2019, w.e.f.22-3-",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "9A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 193,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_016_chII_reg2019",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n2019. Prior to omission the regulation read as below: \n“Renewal of certificate.",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "2019",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 33,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_017_chII_reg9B",
    "content": "[Chapter II: REGISTRATION OF CUSTODIANS OF SECURITIES]\n\n9B. (1) A custodian, desirous of having its certificate renewed shall make an application to the Board for renewal of \nthe certificate in Form A, not less than three months before the expiry of its period of validity under regulation 9A. \n(2) The application for renewal of certificate shall be dealt with, as far as may be, as if it were an \napplication for the grant of a fresh certificate under regulation 3 and shall be accompanied with the application fee as \nspecified in Schedule II.” \n \n64 Substituted ibid for the words “custodian of securities”. \nregulation (2) of regulation 10 cease to carry on any activity as 65[custodian] and \nshall be subject to the directions of the Board with regard to the transfer of records \ndocuments or securities that may be in its custody or control relating to its activity \nas 66[custodian].",
    "chapter": "II",
    "chapter_title": "REGISTRATION OF CUSTODIANS OF SECURITIES",
    "regulation": "9B",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 222,
    "has_amendments": true,
    "amendment_refs": [
      "66",
      "65"
    ]
  },
  {
    "chunk_id": "chunk_018_chIII_reg12",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n12. Every 67[custodian] shall abide by the Code of Conduct as set out in the Third \nSchedule. \n \nSegregation of activities.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "12",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 48,
    "has_amendments": true,
    "amendment_refs": [
      "67"
    ]
  },
  {
    "chunk_id": "chunk_019_chIII_reg13",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n13. Where a 68[custodian] is carrying on any activity besides that of acting as \n69[custodian], then,— \n(i) the activities relating to his business as 70[custodian] shall be separate and \nsegregated from all other activities; \n(ii) its officers and employees engaged in providing custodial services shall not be \nengaged in any other activity carried on by him. \n71[ Provided that the provisions of clause (i) and (ii) shall, subject to such conditions \nas may be specified by the Board, not apply to a Custodian.] \n \nMonitoring, review evaluating and inspecting systems and controls.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "13",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 163,
    "has_amendments": true,
    "amendment_refs": [
      "68",
      "69",
      "71",
      "70"
    ]
  },
  {
    "chunk_id": "chunk_020_chIII_reg14",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n14. (1) Every 72[custodian] shall have adequate mechanisms for the purposes of \nreviewing, monitoring and evaluating the custodian's controls, systems, procedures \nand safeguards. \n(2) The 73[custodian] shall cause to be inspected annually the mechanism referred to \nin sub-regulation (1) by an expert and forward the inspection report to the Board \nwithin three months from the date of inspection. \n \nProhibition of assignment. \n \n65 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n66 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n67 Substituted ibid for the words “custodian of securities”. \n68 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n69 Substituted ibid for the words “custodian of securities”. \n70 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n71 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-03-\n2026. \n72 Substituted ibid for the words “custodian of securities”. \n73 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "14",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 423,
    "has_amendments": true,
    "amendment_refs": [
      "73",
      "72"
    ]
  },
  {
    "chunk_id": "chunk_021_chIII_reg15",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n15. No 74[custodian] shall assign or delegate its functions as a 75[custodian] to any \nother person unless such person is a 76[custodian]: \n77[Provided that a 78[custodian] may engage the services of a person not being a \ncustodian, for the purpose of physical safekeeping of 79[goods or] gold 80[or silver] \nbelonging to its client 81[including] a mutual fund having a gold exchange traded \nfund scheme 82[or a silver exchange traded fund scheme], subject to the following \nconditions— \n(a) the 83[custodian] shall remain responsible in all respects to its client for \nsafekeeping of the 84[goods or] gold 85[or silver] kept with such other person, \nincluding any associated risks; \n(b) all books, documents and other records relating to the 86[goods or] gold 87[or \nsilver] so kept with the other person shall be maintained in the premises of the \ncustodian or if they are not so maintained, they shall be made available therein, if so \nrequired by the Board; \n(c) the 88[custodian] shall continue to fulfill all duties to the clients relating to the \n89[goods or] gold 90[or silver] so kept with the other person, except for its physical \nsafekeeping.] \n \n \n \n \n74 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n75 Substituted ibid for the words “custodian of securities”. \n76 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n77 Inserted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \n78 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n79 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n80 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n81 Substituted ibid for the word “being” \n82 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n83 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n84 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n85 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n86 Inserted ibid. \n87 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n88 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n89 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n90 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "15",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 837,
    "has_amendments": true,
    "amendment_refs": [
      "78",
      "80",
      "79",
      "87",
      "74",
      "77",
      "86",
      "88",
      "85",
      "89",
      "90",
      "81",
      "83",
      "84",
      "76",
      "75",
      "82"
    ]
  },
  {
    "chunk_id": "chunk_022_chIII_reg2022",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n2022. \nSeparate custody account.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "2022",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 25,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_023_chIII_reg16",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n16. Every 91[custodian] shall open a separate custody account for each client, in the \nname of the client whose securities are in its custody and the assets of one client \nshall not be mixed with those of another client. \n \nAgreement with the client.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "16",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 80,
    "has_amendments": true,
    "amendment_refs": [
      "91"
    ]
  },
  {
    "chunk_id": "chunk_024_chIII_reg17",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n17. Every 92[custodian] shall enter into an agreement with each client on whose \nbehalf it is acting as 93[custodian] and every such agreement shall provide for the \nfollowing matters namely:─ \n(a) the circumstances under which the 94[custodian] will accept or release securities \n95[, goods]96[, assets or documents] from the custody account; \n(b) the circumstances under which the 97[custodian] will accept or release monies \nfrom the custody account; \n(c) the circumstances under which the 98[custodian] will receive rights or \nentitlements on the securities 99[or goods] of the client; \n(d) the circumstances and the manner of registration of securities in respect of each \nclient; and \n(e) details of the insurance, if any, to be provided for by the 100[custodian]. \n \n101[Dispute Resolution.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "17",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 217,
    "has_amendments": true,
    "amendment_refs": [
      "97",
      "101",
      "96",
      "93",
      "95",
      "100",
      "94",
      "98",
      "99",
      "92"
    ]
  },
  {
    "chunk_id": "chunk_025_chIII_reg17A",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n17A. All claims, differences or disputes between a custodian and its client arising \nout of or in relation to the activities of the custodian in the securities market shall be \nsubmitted to a dispute resolution mechanism that includes mediation and/or \nconciliation and/or arbitration, in accordance with the procedure specified by the \nBoard.] \n \nInternal controls.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "17A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 109,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_026_chIII_reg18",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n18. (1) Every 102[custodian] shall have adequate internal controls to prevent any \nmanipulation of records and documents including audits for securities 103[, goods] \n \n91 Substituted ibid for the words “custodian of securities”. \n92 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n93 Substituted ibid for the words “custodian of securities”. \n94 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n95 Inserted ibid. \n96 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n97 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n98 Substituted ibid for the words “custodian of securities”. \n99 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n100 Substituted ibid for the words “custodian of securities”. \n101 Inserted by the Securities and Exchange Board of India (Alternative Dispute Resolution Mechanism) (Amendment) \nRegulations, 2023, w.e.f., 04-07-2023. \n102 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n103 Inserted ibid. \nand rights or entitlements arising from the securities 104[and goods] held by it on \nbehalf of its client. \n(2) Every 105[custodian] shall have appropriate safekeeping measures to ensure that \nsuch securities 106[, goods] 107[, assets or documents] are protected from theft and \nnatural hazard. \n \nMaintenance of records and documents and furnishing of information.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "18",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 497,
    "has_amendments": true,
    "amendment_refs": [
      "107",
      "105",
      "103",
      "104",
      "102",
      "106"
    ]
  },
  {
    "chunk_id": "chunk_027_chIII_reg19",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n19. (1) Without prejudice to the provisions of any other law for the time being in \nforce every 108[custodian] shall maintain the following records and documents, \nnamely:─ \n(a) records containing details of securities 109[, goods] 110[, assets or documents] \nreceived and released on behalf of each client; \n(b) records containing details of monies received and released on behalf of each \nclient; \n(c) records containing details of rights or entitlements of each client arising from the \nsecurities held on behalf of the client; \n(d) records containing details of registration of securities in respect of each client; \n(e) ledger for each client; \n(f) records containing details of instructions received from and sent to clients; and \n(g) records of all reports submitted to the Board. \n(2) Every 111[custodian] shall intimate to the Board the place where the records and \ndocuments under sub-regulation (1) are maintained. \n(3) Every 112[custodian] shall preserve the records and documents maintained under \nsub-regulation (1) for a minimum period of five years. \n \n113[Appointment of compliance officer.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "19",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 294,
    "has_amendments": true,
    "amendment_refs": [
      "111",
      "110",
      "113",
      "112",
      "109",
      "108"
    ]
  },
  {
    "chunk_id": "chunk_028_chIII_reg19A",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n19A. (1) Every 114[custodian] shall appoint a compliance officer who shall be \nresponsible for monitoring the compliance of the Act, rules and regulations, \nnotifications, guidelines, instructions, etc., issued by the Board or the Central \nGovernment and for redressal of investors' grievances. \n \n104 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n105 Substituted ibid for the words “custodian of securities”. \n106 Inserted ibid. \n107 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n108 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n109 Inserted ibid. \n110 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n111 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n112 Substituted ibid for the words “custodian of securities”. \n113 Inserted by the SEBI (Investment Advice by Intermediaries) (Amendment) Regulations, 2001, w.e.f. 29-5-2001. \n114 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n(2) The compliance officer shall immediately and independently report to the Board \nany non-compliance observed by him.] \n \n115[ Obligations and responsibilities.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "19A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 419,
    "has_amendments": true,
    "amendment_refs": [
      "114",
      "115"
    ]
  },
  {
    "chunk_id": "chunk_029_chIII_reg19B",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n19B. The custodian shall be required to meet obligations and discharge \nresponsibilities, in the manner specified by the Board from time to time, to ensure: \n(1) appropriate governance structure and processes; \n(2) appropriate risk management policy and processes; \n(3) scalable infrastructure and appropriate technical capacity; \n(4) framework for orderly winding down; and \n(5) any other measure as may be specified by the Board from time to time.] \n \n \nInformation to the Board.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "19B",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 138,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_030_chIII_reg20",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n20. (1) The Board may, at any time, call for any information from a 116[custodian] \nwith respect to any matter relating to its activity as 117[custodian]. \n(2) Where any information is called for by the Board under sub-regulation (1), it \nshall be the duly of the 118[custodian] to furnish such information within such \nreasonable period as the Board may specify. \n \n119[Investor Charter.",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "20",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 114,
    "has_amendments": true,
    "amendment_refs": [
      "116",
      "117",
      "119",
      "118"
    ]
  },
  {
    "chunk_id": "chunk_031_chIII_reg20A",
    "content": "[Chapter III: GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS]\n\n20A. The custodian shall ensure compliance with the Investor Charter specified by \nthe Board from time to time.]",
    "chapter": "III",
    "chapter_title": "GENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS",
    "regulation": "20A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 45,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_032_chIV_reg21",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n21. (1) The Board may appoint one or more persons as inspecting officer to \nundertake inspection of the hooks of account, records and documents of the \n120[custodian] for any of the following purposes, namely:─ \n \n115 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. \n116 Substituted ibid for the words “custodian of securities”. \n117 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n118 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n119 Inserted by the Securities and Exchange Board of India (Investor Charter) (Amendment) Regulations, 2025 w.e.f. \n10-02-2025. \n120 Substituted ibid for the words “custodian of securities”. \n(a) to ensure that the books of account, records and documents are being maintained \nby the 121[custodian] in the manner specified in these regulations; \n(b) to investigate into complaints received from investors, clients or any other \nperson, on any matter having a bearing on the activities of the 122[custodian]; \n(c) to ascertain whether the provisions of the Act and these regulations are being \ncomplied with by the 123[custodian]; and \n(d) to investigate suo motu into the affairs of the 124[custodian] in the interest of the \nsecurities market or in the interest of investors. \n \nNotice before inspection.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "21",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 399,
    "has_amendments": true,
    "amendment_refs": [
      "120",
      "122",
      "123",
      "121",
      "124"
    ]
  },
  {
    "chunk_id": "chunk_033_chIV_reg22",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n22. (1) Before ordering an inspection under regulation 21 the Board shall give not \nless than ten days notice to the 125[custodian]. \n(2) Notwithstanding anything contained in sub-regulation (1), where the Board is \nsatisfied that in the interest of the investors no such notice should be given, it may \nby an order in writing direct that the inspection of the affairs of the 126[custodian] be \ntaken up without such notice. \n(3) During the course of an inspection, the 127[custodian] against whom the \ninspection is being carried out shall be bound to discharge his obligations as \nprovided in regulation 23. \n \nObligations of custodian on inspection by the Board.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "22",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 175,
    "has_amendments": true,
    "amendment_refs": [
      "125",
      "126",
      "127"
    ]
  },
  {
    "chunk_id": "chunk_034_chIV_reg23",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n23. (1) It shall be the duty of the 128[custodian] whose affairs are being inspected, \nand of every director, officer and employee thereof to produce to the inspecting \nofficer such books, securities, accounts, records and other documents in its custody \nor control and furnish him with such statements and information relating to his \nactivities of the 129[custodian], as the inspecting officer may require, within such \nreasonable period as the inspecting officer may specify. \n(2) The 130[custodian] shall allow the inspecting officer to have reasonable access to \nthe premises occupied by such custodian or by any other person on his behalf and \nalso extend reasonable facility for examining any books, records, documents and \n \n121 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n122 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n123 Substituted ibid for the words “custodian of securities”. \n124 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n125 Substituted ibid for the words “custodian of securities”. \n126 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n127 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n128 Substituted ibid for the words “custodian of securities”. \n129 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n130 Substituted ibid for the words “custodian of securities”. \ncomputer data in the possession of the 131[custodian] or such other person and also \nprovide copies of documents or other materials which in the opinion of the \ninspecting officer are relevant for the purposes of the inspection. \n(3) The inspecting officer, in the course of inspection, shall be entitled to examine \nor to record the statements of any director, officer or employee of the 132[custodian]. \n(4) It shall be the duty of every director, officer or employee of the 133[custodian] to \ngive to the inspecting officer all assistance in connection with the inspection, which \nthe inspecting officer may reasonably require. \n \n \nSubmission of report to the Board.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "23",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 689,
    "has_amendments": true,
    "amendment_refs": [
      "128",
      "131",
      "132",
      "129",
      "133",
      "130"
    ]
  },
  {
    "chunk_id": "chunk_035_chIV_reg24",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n24. The inspecting officer shall, as soon as possible, on completion of the inspection \nsubmit an inspection report to the Board: \nProvided that if directed to do so by the Board, he may submit an interim report. \n \n134[Action on inspection or investigation report.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "24",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 75,
    "has_amendments": true,
    "amendment_refs": [
      "134"
    ]
  },
  {
    "chunk_id": "chunk_036_chIV_reg25",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n25. The Board or the Chairman shall after consideration of inspection or \ninvestigation report take such action as the Board or Chairman may deem fit and \nappropriate including action under 135[Chapter V of the Securities and Exchange \nBoard of India (Intermediaries) Regulations, 2008].] \n \n136[Appointment of auditor.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "25",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 88,
    "has_amendments": true,
    "amendment_refs": [
      "136",
      "135"
    ]
  },
  {
    "chunk_id": "chunk_037_chIV_reg25A",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n25A. The Board shall have the power to appoint an auditor to inspect or investigate, \nas the case may be, into the books of account, records, documents or affairs of the \napplicant or the custodian, as the case may be; Provided that the auditors so \nappointed shall have the same powers as vested in the inspecting officer under \nregulation 21 and the applicant or custodian and its directors, officers and employees \nshall be under the same obligations, towards the auditor so appointed, as are \nmentioned in regulation 23. \n \nBoard to recover the expenses. \n \n131 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n132 Substituted ibid for the words “custodian of securities”. \n133 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n134 Substituted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, \n2002, w.e.f. 27-9-2002. Prior to its substitution, regulation 25 read as under: \n“25. (1) Communication of findings etc. to the custodian of securities of securities.─The Board shall, after \nconsideration of the inspection report or the interim report referred to in regulation 24, communicate the findings of \nthe inspection officer to the custodian of securities and give him an opportunity of being heard. \n(2) On receipt of the reply if any, from the custodian of securities, the Board may call upon the custodian of securities \nto take such measures as the Board may deem fit in the interest of the securities market and for due compliance with \nthe provisions of the Act, the rules framed thereunder and these regulations. \n135 Substituted for the words \"the Securities and Exchange Board of India (Procedure for Holding Enquiry by Enquiry \nOfficer and Imposing Penalty) Regulations, 2002\" by the SEBI (Intermediaries) Regulations, 2008 w.e.f. 26-5-2008. \n136 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1997, w.e.f. 17-10-1997.",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "25A",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 548,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_038_chIV_reg25B",
    "content": "[Chapter IV: INSPECTION AND AUDIT]\n\n25B. The Board shall be entitled to recover from the custodian or the applicant, as \nthe case may be, such expenses including fees paid to the auditors as may be incurred \nby it for the purposes of inspecting the books of account, records and documents of \nthe applicant or the custodian as the case may be.]",
    "chapter": "IV",
    "chapter_title": "INSPECTION AND AUDIT",
    "regulation": "25B",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 86,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_039_chV_reg26",
    "content": "[Chapter V: PROCEDURE EOR ACTION IN CASE OF DEFAULT]\n\n26. A 138[custodian] who— \n(a) contravenes any of the provisions of the Act, the rules framed thereunder \nor these regulations; \n(b) fails to furnish any information relating to his activity as 139[custodian] as \nrequired by the Board; \n(c) furnishes to the Board information which is false and misleading in any \nmaterial particular; \n(d) does not submit periodic returns or reports as required by the Board; \n(e) does not co-operate in any enquiry or inspection conducted by the Board; \n(f) fails to update its systems and procedures as recommended by the Board; \n(g) fails to resolve the complaints of clients or fails to give a satisfactory reply \nto the Board in this behalf; \n(h) is guilty of misconduct or makes a breach of the Code of Conduct specified \nin the Third Schedule; \n(i) fails to pay annual fees, \nshall be dealt with in the manner provided under 140[Chapter V of the Securities and \nExchange Board of India (Intermediaries) Regulations, 2008].] \n \n \n137 Substituted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, \n2002, w.e.f. 27-9-2002. Prior to its substitution, regulation 26 read as under: \n“26. Suspension of certificate. The Board may suspend the certificate granted to a custodian of securities where the \ncustodian of securities: \n(a) contravenes any of the provisions of the Act, the rules framed thereunder or these regulations; \n(b) fails to furnish any information relating to his activity as custodian of securities as required by the Board; \n(c) furnishes to the Board information which is false and misleading in any material particular; \n(d) does not submit periodic returns or reports as required by the Board; \n(e) does not co-operate in any enquiry or inspection conducted by the Board; \n(f) fails to update its systems and procedures as recommended by the Board; \n(g) fails to resolve the complaints of clients or fails to give a satisfactory reply to the Board in this behalf; \n(h) is guilty of misconduct or makes a breach of the Code of Conduct specified in the Third Schedule; \n(i) fails to pay annual fees, \nshall be dealt with in the manner provided under the Securities and Exchange Board of India (Procedure for Holding \nEnquiry by Enquiry Officer and Imposing Penalty) Regulations, 2002.\" \n138 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n139 Substituted ibid for the words “custodian of securities”. \n140 Substituted for \"the Securities and Exchange Board of India (Procedure for Holding Enquiry by Enquiry Officer \nand Imposing Penalty) Regulations, 2002\" by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-5-2008. \n141[27 to 32] \n \n142[",
    "chapter": "V",
    "chapter_title": "PROCEDURE EOR ACTION IN CASE OF DEFAULT",
    "regulation": "26",
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 707,
    "has_amendments": true,
    "amendment_refs": [
      "138",
      "142",
      "141",
      "140",
      "139"
    ]
  },
  {
    "chunk_id": "chunk_040_chVI",
    "content": "CHAPTER VI\nPOWER TO RELAX STRICT ENFORCEMENT OF THE REGULATIONS",
    "chapter": "VI",
    "chapter_title": "POWER TO RELAX STRICT ENFORCEMENT OF THE REGULATIONS",
    "regulation": null,
    "regulation_title": null,
    "section_type": "regulation",
    "schedule_name": null,
    "token_estimate": 15,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_041_first_schedule",
    "content": "FIRST SCHEDULE \nFORMS \n[See regulation 2(h)]",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Forms",
    "section_type": "schedule",
    "schedule_name": "FIRST SCHEDULE",
    "token_estimate": 11,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_042_first_schedule",
    "content": "FORM A \n144[SECURITIES AND EXCHANGE BOARD OF INDIA (CUSTODIAN) \nREGULATIONS, 1996] \n(See Regulation 3(3)) \nApplication for grant of certificate of registration as \n145[Custodian] \nSecurities and Exchange Board of India Mittal Court, 'B' wing, \n1st Floor Nariman Point, Mumbai 400021 - India \n________________________________________________________________ \n \n141 Regulations 27 to 32 omitted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing \nPenalty) Regulations, 2002, w.e.f. 27-9-2002. \n142 Inserted by the SEBI (Regulatory Sandbox) (Amendment) Regulations, 2020, w.e.f. 17-04-2020. \n143 The words “in technological aspects” omitted by the Securities and Exchange Board of India (Regulatory Sandbox) \n(Amendment) Regulations, 2021, w.e.f. 03-08-2021. \n144 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n145 Substituted ibid for the words “custodian of securities”. \nINSTRUCTIONS: \ni. This form is meant for use by the applicant for application for grant of certificate \nof registration as 146[custodian]. \nii. The applicant should complete this form, and submit it, along with all supporting \ndocuments to the Board at its head office at Mumbai. \niii. This application form should be filled in accordance with the 147[SEBI \n(Custodian) Regulations, 1996]. \niv. The application will be considered by the Board provided it is complete in all \nrespects. \nv. All answers must be typed. \nvi. Information which needs to be supplied in more detail may be given on separate \nsheets which should be attached to the application form. \nvii. The application must be signed and all signatures must be original. \nviii. The application must be accompanied by an application fee as specified in the \nSecond Schedule to the 148[SEBI (Custodian) Regulations, 1996]. \nix. Every page of the form and every additional sheet must be initialled by the \nauthorised signatory of the applicant. \nx. All copies of documents should be 149[self-attested]. \n \n1. Name, address of the registered office, address for correspondence, telephone \nnumber(s), fax number(s), telex number(s) of the applicant and the name of the \ncontact person. \n2. Please indicate to which of the following categories the applicant belongs: \n(i) Foreign bank \n(ii) Domestic bank \n(iii) Financial Institution \n(iv) Other \n3. (a) Date and place of incorporation or establishment and date of commencement \nof business (enclose certificate of incorporation, memorandum and articles of \nassociation or statutory provisions, if any, under which incorporated or established). \n(b) Details of the activities carried on by the applicant, in India or overseas. \n(c) Details of affiliates and subsidiaries of the applicant operating in India, and \nactivities carried on by them. \n (d) Details of registration with the Securities and Exchange Board of India or with \nthe Reserve Bank of India or with any regulatory authority overseas of the applicant, \nand of its affiliates and subsidiaries operating in India. \n \n146 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n147 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n148 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n149 Substituted for the words “attested as true by an authorised notary” by the Securities and Exchange Board of India \n(Attestation of Documents) (Amendment) Regulations, 2024, w.e.f. 28-11-2024. \n(e) In case the applicant is buying, selling or otherwise dealing with the securities \nmarket as a 150[custodian] immediately before the 24th March, 1995. \n(i) Date of commencement of business as \"151[custodian]\" in case of banks, please \nenclose copies of the Reserve Bank of India's permission, and if applicable, copies \nof approval from the Central Government, to carry on activities as 152[custodian]. \n(ii) Type and number of existing clients (Financial Institutions, Mutual Funds, \nForeign Institutional Investors, Depository Receipts, Portfolio Managers, Non \nBanking Finance Companies, Stock Brokers, Corporates, Individuals.) \n(iii) Volume of assets under custody. \n4. Please state whether the applicant, director or principal officer is involved in any \nlitigation connected with the securities market which has an adverse bearing on the \nbusiness of the applicant; or has at any time been convicted for any moral turpitude \nor at anytime has been found guilty of any economic offence. \n5. Please also state whether there has been any instance of violation or non adherence \nto the securities laws, code of ethics/conduct, code of business rules, for which the \napplicant, or its parent or holding company or affiliate may have been subject to \neconomic, or criminal, liability, or suspended from carrying out its operations, or the \nregistration revoked temporarily. \n6. Please indicate the net worth and paid-up capital in Rupees as per the latest audited \nfinancial statements of the applicant (enclose copy). \n7. Please indicate services that are provided to clients or are proposed to be provided \nto clients as 153[custodian]. \n8. Please provide the following details regarding infrastructure: \n(i) space owned in square feet (please indicate location and enclose copy of title); \n(ii) space on lease in square feet (please indicate location and enclose copy of lease \nagreement); \n(iii) space on rent in square feet (please indicate location and enclose copy of rental \nagreement); \n154[(iv) details of vault or warehouse, for each vault or warehouse (in case the vault \nor warehouse is built to any specific standard, give details and documentary evidence \nthereof).] \n9. Please provide the following details regarding staff involved in activities as \n155[custodian]: \n(i) organisation structure; \n \n150 Substituted ibid for the words “custodian of securities”. \n151 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n152 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n153 Substituted ibid for the words “custodian of securities”. \n154 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. Prior to such substitution, sub-clause (iv) read as – \n“(iv) details of vault, for each vault (in case the vault is built to any specific standard, give details and documentary \nevidence thereof).” \n155 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n(ii) experience and background of key personnel. \n10. Please provide the following details regarding safekeeping and security systems \nand procedures: \n(i) 156[warehouse,] vault security and access control systems; \n(ii) systems for tracking securities 157[and goods]; \n(iii) risk control and operations manuals (enclose copies); \n(iv) give details of independent internal control mechanisms for monitoring, \nevaluation and review of accounting safekeeping and reporting systems and \nprocedures. \n11. Please provide the following details regarding automatic data processing systems \nand record keeping: \n(i) details of hardware, software and communications systems, their capability, \nfunction and location; \n(ii) details of data storage and back up procedures and sites, their capability, function \nand location; \n(iii) details of disaster recovery systems and procedures. \n12. Declaration statement (to be given as below) \nWe hereby agree and declare that the information supplied in the application, \nincluding the attachment sheets, is complete and true. \n \nWe further agree that, we shall notify the Securities and Exchange Board of India \nimmediately any change in the information provided in the application. \n \nWe further agree that we shall comply with, and be bound by the Securities and \nExchange Board of India Act, 1992, and the 158[Securities and Exchange Board of \nIndia (Custodian) Regulations, 1996], and such other guidelines/instructions as may \nbe announced by the Securities and Exchange Board of India from time to time. \n \nWe further agree that as a condition of registration, we shall abide by such \noperational instructions/directives as may be issued by the Securities and Exchange \nBoard of India from time to time. \nFor and on behalf of……………… \n(Name of the applicant) \nAuthorised signatory ............................... .......................................... \n (Name) (Signature) \nDate: \nPlace :",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Forms",
    "section_type": "schedule",
    "schedule_name": "FIRST SCHEDULE",
    "token_estimate": 2241,
    "has_amendments": true,
    "amendment_refs": [
      "155",
      "154",
      "148",
      "146",
      "145",
      "153",
      "149",
      "144",
      "151",
      "152",
      "158",
      "147",
      "157",
      "150",
      "156"
    ]
  },
  {
    "chunk_id": "chunk_043_first_schedule",
    "content": "FORM B \n \n156 Inserted ibid. \n157 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n158 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n(See regulation 8) \n159[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nCERTIFICATE OF REGISTRATION AS 160[CUSTODIAN] \n \nI. In exercise of the powers conferred by sub-section (1) of section 12 of the \nSecurities and Exchange Board of India Act, 1992 (15 of 1992), read with the \nregulations made thereunder, the Board hereby grants a certificate of registration to \n_________________ as a 161[custodian] subject to the conditions specified in the \nAct and in the regulations made thereunder. \nII. The Registration Number of the 162[custodian] is IN................ \n/....../..... /.... \n \nDate: \n \nPlace: MUMBAI By order \n Sd/- \nFor and on behalf of \nSecurities and Exchange Board of India \n \n \n \n \n \n \n159 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n160 Substituted ibid for the words “custodian of securities”. \n161 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n162 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Forms",
    "section_type": "schedule",
    "schedule_name": "FIRST SCHEDULE",
    "token_estimate": 386,
    "has_amendments": true,
    "amendment_refs": [
      "159",
      "160",
      "162",
      "161"
    ]
  },
  {
    "chunk_id": "chunk_044_second_schedule",
    "content": "SECOND SCHEDULE: FEES PAYABLE UNDER THE REGULATIONS",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Fees",
    "section_type": "schedule",
    "schedule_name": "SECOND SCHEDULE",
    "token_estimate": 12,
    "has_amendments": false,
    "amendment_refs": []
  },
  {
    "chunk_id": "chunk_045_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n1. (1) These regulations may be called the 2[Securities and Exchange Board of India \n(Custodian) Regulations, 1996]. \n(2) They shall come into force on the date of their publication in the Official Gazette. \n \nDefinitions. \n2. In these regulations unless the context otherwise requires:— \n(a) \"Act\" means the Securities and Exchange Board of India Act, 1992 (15 of \n1992); \n(b) \"certificate\" means a certificate of registration granted by the Board under these \nregulations; \n3[(ba) Change in control” in case of a body corporate – \n(A) if its shares are listed on any recognised stock exchange, shall be construed with \nreference to the definition of control in terms of regulations framed under clause (h) \nof sub-section (2) of section 11 of the Act; \n \n1 Substituted for the title “Securities and Exchange Board of India (Custodian of Securities) Regulations, 1996” by \nthe Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, w.e.f. 1-1-\n2019. \n2 Substituted for the title “Securities and Exchange Board of India (Custodian of Securities) Regulations, 1996” by \nthe Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, w.e.f. 1-1-\n2019. \n3 Inserted by the Securities and Exchange Board of India (Change in Control in Intermediaries) (Amendment) \nRegulations, 2023 w.e.f. 17-1-2023. \n(B) if its shares are not listed on any recognised stock exchange, shall be construed \nwith reference to the definition of control as provided in sub-section (27) of Section \n2 of the Companies Act, 2013 (18 of 2013);] \n \n(c) \"client\" means any person who has entered into an agreement with a 4[custodian] \nto avail of custodial services provided by the 5[custodian]; \n(d) \"6[custodian]\" means any person who carries on or proposes to carry on the \nbusiness of providing custodial services; \n7[(e)\"custodial services\" in relation to securities 8[or goods] of a client or gold or \ngold related instruments 9[or silver or silver related instruments] held by a mutual \nfund or title deeds of real estate assets held by a real estate mutual fund scheme in \naccordance with the Securities and Exchange Board of India (Mutual Funds) \nRegulations, 1996 means, 10[the] safekeeping of such securities 11[or goods] or gold \nor gold related instruments 12[or silver or silver related instruments] or title deeds of \nreal estate assets and providing services incidental thereto, and includes— \n \n4 Substituted ibid for the words “custodian of securities”. \n5 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n6 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n7Substituted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7- 2008. Prior to \nsubstitution, clause (e), as amended by SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-\n2006, read as under: \n\"(e) \"custodial services\" in relation to securities of a client or gold or gold related instruments held by a mutual fund \nor title deeds of real estate assets held by a real estate mutual fund in accordance with the Securities and Exchange \nBoard of India (Mutual Funds) Regulations, 1996 means, safe keeping of such securities or gold or gold related \ninstruments and providing services incidental thereto, and includes— \n(i) maintaining accounts of securities or gold or gold related instruments of a client; \n(ii) collecting the benefits or rights accruing to the client in respect of securities or gold or gold related instruments; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of securities, having a bearing on the \nbenefits or rights accruing to the client; and \n(iv) maintaining and reconciling records of the services referred to in sub-clause (i) to (iii); \nPrior to this amendment, clause (e) read as under: \n(e) \"custodial services\" in relation to securities means, safe keeping of securities of a client and providing services \nincidental thereto, and includes— \n(i) maintaining accounts of securities of a client; \n(ii) collecting the benefits or rights accruing to the client in respect of securities; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of securities, having a bearing on the \nbenefits or rights accruing to the client; and (v) maintaining and reconciling records of the services referred to in sub-\nclause (i) to (iii);\" \n8 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n9 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1371,
    "has_amendments": true,
    "amendment_refs": [
      "11",
      "8",
      "9",
      "2",
      "5",
      "12",
      "3",
      "4",
      "7",
      "1",
      "10",
      "6"
    ]
  },
  {
    "chunk_id": "chunk_046_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n2022. \n10 Inserted ibid. \n11 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n12 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-\n2022 \n(i) maintaining accounts of securities 13[or goods] or gold or gold related instruments \n14[or silver or silver related instruments] or title deeds of real estate assets of a client; \n15[(ia) undertaking activities as a Domestic Depository in terms of the Companies \n(Issue of Indian Depository Receipts) Rules, 2004;] \n (ii) collecting the benefits or rights accruing to the client in respect of securities 16[or \ngoods] or gold or 17[or silver or silver related instruments] gold related instruments \nor title deeds of real estate assets; \n(iii) keeping the client informed of the actions taken or to be taken by the issuer of \nsecurities, having a bearing on the benefits or rights accruing to the client; \n18[(iiia) keeping the client informed of the actions taken or to be taken with respect \nto the goods held on its behalf;] and \n(iv) maintaining and reconciling records of the services referred to in subclauses (i) \nto 19[(iiia)];] \n(f) \"custody account\" means an account of a client maintained by a 20[custodian] in \nrespect of securities; \n(g) 21[* * *] \n(h) \"Form\" means any of the forms set out in the First Schedule; \n22[(ha) ‘goods’ means the goods notified by the Central Government under clause \n(bc) of section 2 of the Securities contracts (Regulation) Act, 1956 and forming the \nunderlying of any commodity derivative contract;] \n(i) \"inspecting officer\" means an inspecting officer appointed by the Board under \nregulation 21; \n(j) \"Schedule\" means a Schedule annexed to these regulations; \n23[(k) \"securities\" shall have the meaning assigned to it in clause (h) of section 2 of \nthe Securities Contracts (Regulation) Act, 1956.] \n \nCHAPTER II \nREGISTRATION OF CUSTODIANS OF SECURITIES \n \n13 Inserted ibid. \n14 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-\n2022. \n15 Inserted by the SEBI (Facilitation of Issuance of Indian Depository Receipts) (Amendment) Regulations, 2009 with \neffect from 19-6-2009. \n16 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n17 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-\n2022. \n18 Inserted ibid. \n19 Substituted for “(iii)” by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) \nRegulations, 2018, w.e.f. 1-1-2019. \n20 Substituted ibid for the words “custodian of securities”. \n21 Omitted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, 2002, \nw.e.f. 27-9-2002. Prior to its omission, clause (g) read as under, \n‘(g) “enquiry officer” means an enquiry officer appointed by the Board, under regulation 29;” \n22 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n23 Inserted ibid. \n \nApplication for grant of certificate",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 955,
    "has_amendments": true,
    "amendment_refs": [
      "13",
      "18",
      "21",
      "23",
      "19",
      "16",
      "17",
      "20",
      "15",
      "14",
      "22",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_047_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n3. (1) Any person proposing to carry on business as 24[custodian] on or after the \ncommencement of these regulations shall make an application to the Board for grant \nof a certificate. \n(2) Any person who is carrying on business as a 25[custodian] on the date of \ncommencement of these regulations shall make an application to the Board for grant \nof certificate within a period of three months from the date of such commencement: \n Provided that the Board may, in special cases, where it is of the opinion that it is \nnecessary to do so for reasons to be recorded in writing may extend the period up to \na maximum of six months from the date of such commencement. \n(3) An application for grant of a certificate under sub-regulation (1) or sub regulation \n(2) shall be made in Form A and shall be accompanied by an application fee as \nspecified in Part A of the Second Schedule and be paid in the manner specified in \nPart B thereof. \n(4) Any person referred to in sub-regulation (2) who fails to make an application for \ngrant of certificate within the period or the extended period specified therein, shall \ncease to carry on any activity as 26[custodian] and shall be subject to the directions \nof the Board with regard to the transfer of records, documents or securities relating \nto his activities as 27[custodian]. \n \nApplication to conform to requirements. \n4. An application under regulation 3 which is not complete in all respects or which \ndoes not conform to the instructions specified therein shall be rejected: Provided \nthat, before rejecting any such application, the Board shall give the applicant an \nopportunity to remove the objection, within such time as may be specified by the \nBoard. \n \nFurnishing of information, clarification, and personal representation. \n5. (1) The Board may require the applicant to furnish such further information or \nclarification regarding matters relevant to the activities of a 28[custodian] for the \npurpose of consideration of the application. \n(2) The applicant or his authorised representative shall, if so required, appear before \nthe Board for personal representation, in connection with the grant of certificate. \nConsideration of application for grant of certificate. \n \n24 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n25 Substituted ibid for the words “custodian of securities”. \n26 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n27 Substituted ibid for the words “custodian of securities”. \n28 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 869,
    "has_amendments": true,
    "amendment_refs": [
      "26",
      "24",
      "27",
      "25",
      "28",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_048_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n6. (1) For the purpose of the grant of a certificate the Board shall take into account \nall matters which are relevant to the activities of a 29[custodian] and in particular, \nwhether:— \n(a) the applicant fulfils the capital requirement in accordance with regulation 7; \n(b) the applicant has the necessary infrastructure, including adequate office space, \nvaults for safe custody of 30[physical] securities and computer systems capability, \nrequired to effectively discharge his activities as 31[custodian]; \n32[(ba) the applicant has the requisite approvals under any law for the time being in \nforce, in connection with providing custodial services in respect of 33[goods of a \nclient or] 34[gold or gold related instruments or silver or silver related instruments \nheld by a mutual fund] 35[or title deeds of a real estate assets held by a real estate \nmutual funds scheme], where applicable]; \n(c) the applicant has in his employment adequate and competent persons who have \nthe experience, capacity and ability of managing the business of the 36[custodian]; \n(d) the applicant has prepared a complete manual, setting out the systems and \nprocedures to be followed by him for the effective and efficient discharge of his \nfunctions and the arm’s length relationships to be maintained with the other \nbusinesses, if any, of the applicant; \n(e) the applicant is a person who has been refused a certificate by the Board or whose \ncertificate has been cancelled by the Board; \n(f) the applicant, his director, his principal officer or any of his employees is involved \nin any litigation connected with the securities market; \n(g) the applicant, his director, his principal officer or any of his employees has at any \ntime been convicted of any offence involving moral turpitude or of any economic \noffence; \n37[(gg)the applicant is a fit and proper person;] and \n(h) the grant of certificate is in the interest of investors. \n(2) Notwithstanding anything contained in sub-regulation (1) the Board shall not \nconsider an application made under regulation 3 unless the applicant is a body \ncorporate. \n \n \n29 Substituted ibid for the words “custodian of securities”. \n30 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-03-\n2026. \n31 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n32 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n33 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n34 Substituted for the words “gold or gold related instruments of a mutual fund” by the Securities and Exchange Board \nof India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-2022. \n35 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n36 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n37 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1998, w.e.f. 5-1-1998. \n38[Criteria for fit and proper person. \n6A. For the purpose of determining whether an applicant or the 39[custodian] is a fit \nand proper person the Board may take into account the criteria specified in Schedule \nII of the Securities and Exchange Board of India (Intermediaries) Regulations,",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1038,
    "has_amendments": true,
    "amendment_refs": [
      "36",
      "37",
      "39",
      "30",
      "31",
      "33",
      "38",
      "35",
      "32",
      "1",
      "34",
      "29"
    ]
  },
  {
    "chunk_id": "chunk_049_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n2008.] \n \nCapital requirement. \n7. (1) The capital requirement referred to in clause (a) of sub-regulation (1) of \nregulation 6 shall be a net worth of a minimum of rupees 40[seventy-five] crores. \n41[Provided that the custodian shall fulfill the net worth requirements under these \nregulations, separately and independently, of the capital adequacy requirements, if \nany, for each activity undertaken by it under the relevant regulations. \nProvided further that a custodian, who was granted a certificate of registration prior \nto the commencement of the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2025, shall, within three years from such \ncommencement, raise its net worth to not less than seventy-five crore rupees, \nseparately and independently, of the capital adequacy requirements, if any, for each \nactivity undertaken by it under the relevant regulations.] \nExplanation.─For the purposes of this regulation, the expression \"net worth\" means \nthe paid-up capital and the free reserves as on the date of the application. \n(2) Notwithstanding anything contained in sub-regulation (1) any 42[custodian] \nwhich \n(a) has been approved by the Board under the provisions of Securities and Exchange \nBoard of India (Mutual Fund) Regulations, 1993, or the Securities and Exchange \nBoard of India (Foreign Institutional Investors) Regulations, 1995, or the \nGovernment of India Guidelines for Foreign Institutional Investors dated September \n14, 1992, even if it does not have the net worth specified in sub-regulation (1) may \ncontinue to function as a 43[custodian] and shall within a period of one year from the \ndate of commencement of these regulations raise its net worth to that specified in \nsub-regulation (1): \n \n38 Substituted by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-5-2008. Prior to its substitution, regulation \n6A as inserted by the SEBI (Criteria for Fit and Proper Person) Regulations, 2004, w.e.f. 10-3-2004, read as under: \n\"6A. Applicability of Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, \n2004.─The provisions of the Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, \n2004 shall, as far as may be, apply to all applicants or the custodians of securities under these regulations.\" \n39 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n40 Substituted for the word “fifty” by the Securities and Exchange Board of India (Custodian) (Amendment) \nRegulations, 2025, w.e.f. 24-03-2026. \n41 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. \n42 Substituted ibid for the words “custodian of securities. \n43 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n 44[Provided that the period specified above may be extended by the Board upto a \nmaximum of 5 years;] \n(b) has made an application under regulation 3 shall be permitted to fulfil his capital \nadequacy requirements within one month of the receipt of certificate under \nregulation 8. \n \nProcedure and grant of certificate.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 983,
    "has_amendments": true,
    "amendment_refs": [
      "41",
      "42",
      "43",
      "44",
      "40",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_050_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n8. (1) After considering the application under regulation 3, with reference to the \nmatters specified in regulation 6, if the Board on being satisfied that all particulars \nsought have been furnished and the applicant is eligible for the grant of a certificate, \nshall send an intimation of the same to the applicant. \n(2) On receipt of an intimation from the Board under sub-regulation (1), the applicant \nshall pay to the Board a registration fee specified in Part A of Second Schedule in \nthe manner specified in Part B thereof. \n(3) The Board shall thereafter grant a certificate in Form B to the applicant on receipt \nof the registration fee: \n45[Provided that the Board may restrict the certificate of registration to providing \ncustodial services either in respect of securities or 46[goods of a client or] in respect \nof 47[gold or gold related instruments or silver or silver related instruments held by \na mutual fund] 48[or title deeds of real estate assets held by a real estate mutual funds \nscheme].] \n49[(4) A 50[custodian] holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2006, may provide custodial services in \nrespect of gold or gold related instruments 51[held by a mutual fund} only after taking \nprior approval of the Board.] \n52[(5) A 53[custodian] holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2008 may provide custodial services in \nrespect of title deeds of real estate assets held by a real estate mutual fund scheme.] \n \n44 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1996, w.e.f. 4-12-1996. \n45 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n46 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n47 Substituted for the words “gold or gold related instruments of a *[mutual fund]” by the Securities and Exchange \nBoard of India (Custodian) (Amendment) Regulations, 2022. w.e.f. 25-4-2022. \n* Substituted for the word “client” by the Securities and Exchange Board of India (Custodian of Securities) \n(Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n48 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n49 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2006, w.e.f. 12-1-2006. \n50 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n51 Substituted for the words “of a mutual fund” by the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2022, w.e.f. 25-4-2022. \n52 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n53 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n54[(6) A custodian holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, may provide custodial services in \nrespect of goods only after taking prior approval of the Board.] \n55[(7) A custodian holding a certificate of registration as on the date of \ncommencement of the Securities and Exchange Board of India (Custodian) \n(Amendment) Regulations, 2022, may provide custodial services in respect of silver \nor silver related instruments held by a mutual fund only after taking prior approval \nof the Board.] \n \nConditions of certificate.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1109,
    "has_amendments": true,
    "amendment_refs": [
      "46",
      "45",
      "51",
      "55",
      "50",
      "54",
      "53",
      "49",
      "52",
      "47",
      "48",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_051_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n9. The certificate granted to 56[custodian] shall be subject to the following \nconditions, namely :─ \n(a) it shall not commence any activities as 57[custodian] unless it fulfils the capital \nrequirement specified in regulation 7; \n58[(aa) it shall obtain prior approval of the Board in case of change in control in such \nmanner as specified by the Board;] \n(b) it shall abide by the provisions of the Act and these regulations in the discharge \nof its functions as 59[custodian]; \n(c) it shall enter into a valid agreement with its client for the purpose of providing \ncustodial services; \n(d) it shall pay annual fees as specified in Part A of the Second Schedule in the \nmanner specified in Part B thereof; \n(e) if any information previously submitted by it to the Board is found by it to be \nfalse or misleading in any material particular, or if there is any change in such \ninformation, it shall forthwith inform the Board in writing; and \n60[(f) besides providing custodial services, it may carry on any activity relating to \nrendering of financial services; \nProvided that a custodian who is not a banking company as defined under the \nBanking Regulations Act, 1949 or a subsidiary/associate/joint venture of such \nbanking company may render such financial services subject to conditions as may \nbe specified by the Board.] \n \n54 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n55 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n56 Substituted ibid for the words “custodian of securities”. \n57 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n58 Inserted by the Securities and Exchange Board of India (Change in Control in Intermediaries) (Amendment) \nRegulations, 2023 w.e.f. 17-1-2023. \n59 Substituted ibid for the words “custodian of securities”. \n60 Substituted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. Prior to its substitution, clause (f) read as under- \n“(f) besides providing custodial services, it shall not carry on any activity other than activities relating to rendering of \nfinancial services.” \n \n61[62]Period of validity. \n9A. Every certificate granted under sub-regulation (3) of regulation 8, shall be valid \nunless it is suspended or cancelled by the Board.] \n \n63[***]] \n \nProcedure where certificate is not granted. \n10. (1) After considering an application for grant of certificate made under regulation \n3, if the Board is satisfied that a certificate should not be granted, the Board may \nreject the application after giving the applicant a reasonable opportunity of being \nheard. \n(2) The decision of the Board to reject the application shall be communicated within \nthirty days of such decision to the applicant in writing stating therein the grounds on \nwhich the application has been rejected. \n(3) An applicant, who is aggrieved by the decision of the Board under subregulation \n(1) may, within a period of thirty days from the date of receipt of communication \nunder sub-regulation (2), apply to the Board for re-consideration of its decision. \n(4) The Board shall, as soon as possible, in the light of the submissions made in the \napplication for reconsideration made under sub-regulation (3) and wherever \nnecessary, after giving the applicant a reasonable opportunity of being heard, convey \nits decision in writing to the applicant. \n \nEffect of refusal to grant certificate.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1064,
    "has_amendments": true,
    "amendment_refs": [
      "56",
      "58",
      "61",
      "59",
      "60",
      "57",
      "63",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_052_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n11. Any 64[custodian] whose application for grant of certificate has been rejected by \nthe Board shall, on and from the date of the receipt of the communication under sub-\n \n61 Inserted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \n62 Substituted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2019, w.e.f. 22-\n3-2019. Prior to substitution the regulation read as below: \n“Period of validity. \n9A. (1) Every certificate granted under sub-regulation (3) of regulation 8 on and after the commencement of the \nSecurities and Exchange Board of India (Custodian of Securities) (Second Amendment) Regulations, 2006, shall be \nvalid for a period of three years from the date of grant of registration or its renewal. \n(2) Every certificate granted under sub-regulation (3) of regulation 8 before the commencement of the Securities and \nExchange Board of India (Custodian of Securities) (Second Amendment) Regulations, 2006, shall be valid for a period \nof three years from such commencement or its renewal.” \n63 Omitted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2019, w.e.f.22-3-\n2019. Prior to omission the regulation read as below: \n“Renewal of certificate. \n9B. (1) A custodian, desirous of having its certificate renewed shall make an application to the Board for renewal of \nthe certificate in Form A, not less than three months before the expiry of its period of validity under regulation 9A. \n(2) The application for renewal of certificate shall be dealt with, as far as may be, as if it were an \napplication for the grant of a fresh certificate under regulation 3 and shall be accompanied with the application fee as \nspecified in Schedule II.” \n \n64 Substituted ibid for the words “custodian of securities”. \nregulation (2) of regulation 10 cease to carry on any activity as 65[custodian] and \nshall be subject to the directions of the Board with regard to the transfer of records \ndocuments or securities that may be in its custody or control relating to its activity \nas 66[custodian]. \n \nCHAPTER III \nGENERAL OBLIGATIONS AND RESPONSIBILITIES OF CUSTODIANS \n \nCode of conduct. \n12. Every 67[custodian] shall abide by the Code of Conduct as set out in the Third \nSchedule. \n \nSegregation of activities. \n13. Where a 68[custodian] is carrying on any activity besides that of acting as \n69[custodian], then,— \n(i) the activities relating to his business as 70[custodian] shall be separate and \nsegregated from all other activities; \n(ii) its officers and employees engaged in providing custodial services shall not be \nengaged in any other activity carried on by him. \n71[ Provided that the provisions of clause (i) and (ii) shall, subject to such conditions \nas may be specified by the Board, not apply to a Custodian.] \n \nMonitoring, review evaluating and inspecting systems and controls.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 878,
    "has_amendments": true,
    "amendment_refs": [
      "66",
      "68",
      "71",
      "64",
      "69",
      "65",
      "1",
      "70",
      "67"
    ]
  },
  {
    "chunk_id": "chunk_053_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n14. (1) Every 72[custodian] shall have adequate mechanisms for the purposes of \nreviewing, monitoring and evaluating the custodian's controls, systems, procedures \nand safeguards. \n(2) The 73[custodian] shall cause to be inspected annually the mechanism referred to \nin sub-regulation (1) by an expert and forward the inspection report to the Board \nwithin three months from the date of inspection. \n \nProhibition of assignment. \n \n65 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n66 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n67 Substituted ibid for the words “custodian of securities”. \n68 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n69 Substituted ibid for the words “custodian of securities”. \n70 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n71 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-03-\n2026. \n72 Substituted ibid for the words “custodian of securities”. \n73 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n15. No 74[custodian] shall assign or delegate its functions as a 75[custodian] to any \nother person unless such person is a 76[custodian]: \n77[Provided that a 78[custodian] may engage the services of a person not being a \ncustodian, for the purpose of physical safekeeping of 79[goods or] gold 80[or silver] \nbelonging to its client 81[including] a mutual fund having a gold exchange traded \nfund scheme 82[or a silver exchange traded fund scheme], subject to the following \nconditions— \n(a) the 83[custodian] shall remain responsible in all respects to its client for \nsafekeeping of the 84[goods or] gold 85[or silver] kept with such other person, \nincluding any associated risks; \n(b) all books, documents and other records relating to the 86[goods or] gold 87[or \nsilver] so kept with the other person shall be maintained in the premises of the \ncustodian or if they are not so maintained, they shall be made available therein, if so \nrequired by the Board; \n(c) the 88[custodian] shall continue to fulfill all duties to the clients relating to the \n89[goods or] gold 90[or silver] so kept with the other person, except for its physical \nsafekeeping.] \n \n \n \n \n74 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n75 Substituted ibid for the words “custodian of securities”. \n76 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n77 Inserted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \n78 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n79 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n80 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1083,
    "has_amendments": true,
    "amendment_refs": [
      "80",
      "89",
      "82",
      "72",
      "88",
      "81",
      "84",
      "87",
      "90",
      "77",
      "85",
      "76",
      "1",
      "78",
      "79",
      "74",
      "86",
      "73",
      "83",
      "75"
    ]
  },
  {
    "chunk_id": "chunk_054_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n2022. \n81 Substituted ibid for the word “being” \n82 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n83 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n84 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n85 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n86 Inserted ibid. \n87 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \n88 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n89 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n90 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2022, w.e.f. 25-4-\n2022. \nSeparate custody account. \n16. Every 91[custodian] shall open a separate custody account for each client, in the \nname of the client whose securities are in its custody and the assets of one client \nshall not be mixed with those of another client. \n \nAgreement with the client. \n17. Every 92[custodian] shall enter into an agreement with each client on whose \nbehalf it is acting as 93[custodian] and every such agreement shall provide for the \nfollowing matters namely:─ \n(a) the circumstances under which the 94[custodian] will accept or release securities \n95[, goods]96[, assets or documents] from the custody account; \n(b) the circumstances under which the 97[custodian] will accept or release monies \nfrom the custody account; \n(c) the circumstances under which the 98[custodian] will receive rights or \nentitlements on the securities 99[or goods] of the client; \n(d) the circumstances and the manner of registration of securities in respect of each \nclient; and \n(e) details of the insurance, if any, to be provided for by the 100[custodian]. \n \n101[Dispute Resolution. \n17A. All claims, differences or disputes between a custodian and its client arising \nout of or in relation to the activities of the custodian in the securities market shall be \nsubmitted to a dispute resolution mechanism that includes mediation and/or \nconciliation and/or arbitration, in accordance with the procedure specified by the \nBoard.] \n \nInternal controls.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 803,
    "has_amendments": true,
    "amendment_refs": [
      "97",
      "98",
      "101",
      "91",
      "96",
      "93",
      "95",
      "100",
      "94",
      "1",
      "99",
      "92"
    ]
  },
  {
    "chunk_id": "chunk_055_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n18. (1) Every 102[custodian] shall have adequate internal controls to prevent any \nmanipulation of records and documents including audits for securities 103[, goods] \n \n91 Substituted ibid for the words “custodian of securities”. \n92 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n93 Substituted ibid for the words “custodian of securities”. \n94 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n95 Inserted ibid. \n96 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n97 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n98 Substituted ibid for the words “custodian of securities”. \n99 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n100 Substituted ibid for the words “custodian of securities”. \n101 Inserted by the Securities and Exchange Board of India (Alternative Dispute Resolution Mechanism) (Amendment) \nRegulations, 2023, w.e.f., 04-07-2023. \n102 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n103 Inserted ibid. \nand rights or entitlements arising from the securities 104[and goods] held by it on \nbehalf of its client. \n(2) Every 105[custodian] shall have appropriate safekeeping measures to ensure that \nsuch securities 106[, goods] 107[, assets or documents] are protected from theft and \nnatural hazard. \n \nMaintenance of records and documents and furnishing of information. \n19. (1) Without prejudice to the provisions of any other law for the time being in \nforce every 108[custodian] shall maintain the following records and documents, \nnamely:─ \n(a) records containing details of securities 109[, goods] 110[, assets or documents] \nreceived and released on behalf of each client; \n(b) records containing details of monies received and released on behalf of each \nclient; \n(c) records containing details of rights or entitlements of each client arising from the \nsecurities held on behalf of the client; \n(d) records containing details of registration of securities in respect of each client; \n(e) ledger for each client; \n(f) records containing details of instructions received from and sent to clients; and \n(g) records of all reports submitted to the Board. \n(2) Every 111[custodian] shall intimate to the Board the place where the records and \ndocuments under sub-regulation (1) are maintained. \n(3) Every 112[custodian] shall preserve the records and documents maintained under \nsub-regulation (1) for a minimum period of five years. \n \n113[Appointment of compliance officer. \n19A. (1) Every 114[custodian] shall appoint a compliance officer who shall be \nresponsible for monitoring the compliance of the Act, rules and regulations, \nnotifications, guidelines, instructions, etc., issued by the Board or the Central \nGovernment and for redressal of investors' grievances. \n \n104 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n105 Substituted ibid for the words “custodian of securities”. \n106 Inserted ibid. \n107 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n108 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n109 Inserted ibid. \n110 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 2008, w.e.f. 4-7-2008. \n111 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n112 Substituted ibid for the words “custodian of securities”. \n113 Inserted by the SEBI (Investment Advice by Intermediaries) (Amendment) Regulations, 2001, w.e.f. 29-5-2001. \n114 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n(2) The compliance officer shall immediately and independently report to the Board \nany non-compliance observed by him.] \n \n115[ Obligations and responsibilities. \n19B. The custodian shall be required to meet obligations and discharge \nresponsibilities, in the manner specified by the Board from time to time, to ensure: \n(1) appropriate governance structure and processes; \n(2) appropriate risk management policy and processes; \n(3) scalable infrastructure and appropriate technical capacity; \n(4) framework for orderly winding down; and \n(5) any other measure as may be specified by the Board from time to time.] \n \n \nInformation to the Board.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1429,
    "has_amendments": true,
    "amendment_refs": [
      "111",
      "110",
      "107",
      "115",
      "105",
      "112",
      "113",
      "103",
      "104",
      "109",
      "102",
      "106",
      "114",
      "1",
      "108"
    ]
  },
  {
    "chunk_id": "chunk_056_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n20. (1) The Board may, at any time, call for any information from a 116[custodian] \nwith respect to any matter relating to its activity as 117[custodian]. \n(2) Where any information is called for by the Board under sub-regulation (1), it \nshall be the duly of the 118[custodian] to furnish such information within such \nreasonable period as the Board may specify. \n \n119[Investor Charter. \n \n20A. The custodian shall ensure compliance with the Investor Charter specified by \nthe Board from time to time.] \n \n \nCHAPTER IV \nINSPECTION AND AUDIT \n \nBoard's right to inspect. \n21. (1) The Board may appoint one or more persons as inspecting officer to \nundertake inspection of the hooks of account, records and documents of the \n120[custodian] for any of the following purposes, namely:─ \n \n115 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. \n116 Substituted ibid for the words “custodian of securities”. \n117 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n118 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n119 Inserted by the Securities and Exchange Board of India (Investor Charter) (Amendment) Regulations, 2025 w.e.f. \n10-02-2025. \n120 Substituted ibid for the words “custodian of securities”. \n(a) to ensure that the books of account, records and documents are being maintained \nby the 121[custodian] in the manner specified in these regulations; \n(b) to investigate into complaints received from investors, clients or any other \nperson, on any matter having a bearing on the activities of the 122[custodian]; \n(c) to ascertain whether the provisions of the Act and these regulations are being \ncomplied with by the 123[custodian]; and \n(d) to investigate suo motu into the affairs of the 124[custodian] in the interest of the \nsecurities market or in the interest of investors. \n \nNotice before inspection. \n22. (1) Before ordering an inspection under regulation 21 the Board shall give not \nless than ten days notice to the 125[custodian]. \n(2) Notwithstanding anything contained in sub-regulation (1), where the Board is \nsatisfied that in the interest of the investors no such notice should be given, it may \nby an order in writing direct that the inspection of the affairs of the 126[custodian] be \ntaken up without such notice. \n(3) During the course of an inspection, the 127[custodian] against whom the \ninspection is being carried out shall be bound to discharge his obligations as \nprovided in regulation 23. \n \nObligations of custodian on inspection by the Board.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 849,
    "has_amendments": true,
    "amendment_refs": [
      "125",
      "119",
      "120",
      "122",
      "126",
      "117",
      "118",
      "116",
      "121",
      "124",
      "127",
      "1",
      "123"
    ]
  },
  {
    "chunk_id": "chunk_057_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n23. (1) It shall be the duty of the 128[custodian] whose affairs are being inspected, \nand of every director, officer and employee thereof to produce to the inspecting \nofficer such books, securities, accounts, records and other documents in its custody \nor control and furnish him with such statements and information relating to his \nactivities of the 129[custodian], as the inspecting officer may require, within such \nreasonable period as the inspecting officer may specify. \n(2) The 130[custodian] shall allow the inspecting officer to have reasonable access to \nthe premises occupied by such custodian or by any other person on his behalf and \nalso extend reasonable facility for examining any books, records, documents and \n \n121 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n122 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n123 Substituted ibid for the words “custodian of securities”. \n124 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n125 Substituted ibid for the words “custodian of securities”. \n126 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n127 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n128 Substituted ibid for the words “custodian of securities”. \n129 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n130 Substituted ibid for the words “custodian of securities”. \ncomputer data in the possession of the 131[custodian] or such other person and also \nprovide copies of documents or other materials which in the opinion of the \ninspecting officer are relevant for the purposes of the inspection. \n(3) The inspecting officer, in the course of inspection, shall be entitled to examine \nor to record the statements of any director, officer or employee of the 132[custodian]. \n(4) It shall be the duty of every director, officer or employee of the 133[custodian] to \ngive to the inspecting officer all assistance in connection with the inspection, which \nthe inspecting officer may reasonably require. \n \n \nSubmission of report to the Board.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 829,
    "has_amendments": true,
    "amendment_refs": [
      "133",
      "128",
      "132",
      "131",
      "129",
      "1",
      "130"
    ]
  },
  {
    "chunk_id": "chunk_058_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n24. The inspecting officer shall, as soon as possible, on completion of the inspection \nsubmit an inspection report to the Board: \nProvided that if directed to do so by the Board, he may submit an interim report. \n \n134[Action on inspection or investigation report. \n25. The Board or the Chairman shall after consideration of inspection or \ninvestigation report take such action as the Board or Chairman may deem fit and \nappropriate including action under 135[Chapter V of the Securities and Exchange \nBoard of India (Intermediaries) Regulations, 2008].] \n \n136[Appointment of auditor. \n25A. The Board shall have the power to appoint an auditor to inspect or investigate, \nas the case may be, into the books of account, records, documents or affairs of the \napplicant or the custodian, as the case may be; Provided that the auditors so \nappointed shall have the same powers as vested in the inspecting officer under \nregulation 21 and the applicant or custodian and its directors, officers and employees \nshall be under the same obligations, towards the auditor so appointed, as are \nmentioned in regulation 23. \n \nBoard to recover the expenses. \n \n131 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n132 Substituted ibid for the words “custodian of securities”. \n133 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n134 Substituted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, \n2002, w.e.f. 27-9-2002. Prior to its substitution, regulation 25 read as under: \n“25. (1) Communication of findings etc. to the custodian of securities of securities.─The Board shall, after \nconsideration of the inspection report or the interim report referred to in regulation 24, communicate the findings of \nthe inspection officer to the custodian of securities and give him an opportunity of being heard. \n(2) On receipt of the reply if any, from the custodian of securities, the Board may call upon the custodian of securities \nto take such measures as the Board may deem fit in the interest of the securities market and for due compliance with \nthe provisions of the Act, the rules framed thereunder and these regulations. \n135 Substituted for the words \"the Securities and Exchange Board of India (Procedure for Holding Enquiry by Enquiry \nOfficer and Imposing Penalty) Regulations, 2002\" by the SEBI (Intermediaries) Regulations, 2008 w.e.f. 26-5-2008. \n136 Inserted by the SEBI (Custodian of Securities) (Amendment) Regulations, 1997, w.e.f. 17-10-1997. \n25B. The Board shall be entitled to recover from the custodian or the applicant, as \nthe case may be, such expenses including fees paid to the auditors as may be incurred \nby it for the purposes of inspecting the books of account, records and documents of \nthe applicant or the custodian as the case may be.] \n \nCHAPTER V \nPROCEDURE EOR ACTION IN CASE OF DEFAULT \n \n137[Liability for action in case of default.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 938,
    "has_amendments": true,
    "amendment_refs": [
      "136",
      "137",
      "134",
      "135",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_059_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n26. A 138[custodian] who— \n(a) contravenes any of the provisions of the Act, the rules framed thereunder \nor these regulations; \n(b) fails to furnish any information relating to his activity as 139[custodian] as \nrequired by the Board; \n(c) furnishes to the Board information which is false and misleading in any \nmaterial particular; \n(d) does not submit periodic returns or reports as required by the Board; \n(e) does not co-operate in any enquiry or inspection conducted by the Board; \n(f) fails to update its systems and procedures as recommended by the Board; \n(g) fails to resolve the complaints of clients or fails to give a satisfactory reply \nto the Board in this behalf; \n(h) is guilty of misconduct or makes a breach of the Code of Conduct specified \nin the Third Schedule; \n(i) fails to pay annual fees, \nshall be dealt with in the manner provided under 140[Chapter V of the Securities and \nExchange Board of India (Intermediaries) Regulations, 2008].] \n \n \n137 Substituted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, \n2002, w.e.f. 27-9-2002. Prior to its substitution, regulation 26 read as under: \n“26. Suspension of certificate. The Board may suspend the certificate granted to a custodian of securities where the \ncustodian of securities: \n(a) contravenes any of the provisions of the Act, the rules framed thereunder or these regulations; \n(b) fails to furnish any information relating to his activity as custodian of securities as required by the Board; \n(c) furnishes to the Board information which is false and misleading in any material particular; \n(d) does not submit periodic returns or reports as required by the Board; \n(e) does not co-operate in any enquiry or inspection conducted by the Board; \n(f) fails to update its systems and procedures as recommended by the Board; \n(g) fails to resolve the complaints of clients or fails to give a satisfactory reply to the Board in this behalf; \n(h) is guilty of misconduct or makes a breach of the Code of Conduct specified in the Third Schedule; \n(i) fails to pay annual fees, \nshall be dealt with in the manner provided under the Securities and Exchange Board of India (Procedure for Holding \nEnquiry by Enquiry Officer and Imposing Penalty) Regulations, 2002.\" \n138 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n139 Substituted ibid for the words “custodian of securities”. \n140 Substituted for \"the Securities and Exchange Board of India (Procedure for Holding Enquiry by Enquiry Officer \nand Imposing Penalty) Regulations, 2002\" by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-5-2008. \n141[27 to 32] \n \n142[CHAPTER VI \nPOWER TO RELAX STRICT ENFORCEMENT OF THE REGULATIONS \n \nExemption from enforcement of the regulations in special cases.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 875,
    "has_amendments": true,
    "amendment_refs": [
      "141",
      "138",
      "142",
      "1",
      "140",
      "139"
    ]
  },
  {
    "chunk_id": "chunk_060_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n33. (1) The Board may, exempt any person or class of persons from the operation of \nall or any of the provisions of these regulations for a period as may be specified but \nnot exceeding twelve months, for furthering innovation 143[***] relating to testing \nnew products, processes, services, business models, etc. in live environment of \nregulatory sandbox in the securities markets. \n \n(2) Any exemption granted by the Board under sub-regulation (1) shall be subject to \nthe applicant satisfying such conditions as may be specified by the Board including \nconditions to be complied with on a continuous basis. \n \nExplanation. — For the purposes of these regulations, \"regulatory sandbox\" means \na live testing environment where new products, processes, services, business models, \netc. may be deployed on a limited set of eligible customers for a specified period of \ntime, for furthering innovation in the securities market, subject to such conditions as \nmay be specified by the Board.] \n \n \n \nFIRST SCHEDULE \nFORMS \n[See regulation 2(h)] \nFORM A \n144[SECURITIES AND EXCHANGE BOARD OF INDIA (CUSTODIAN) \nREGULATIONS, 1996] \n(See Regulation 3(3)) \nApplication for grant of certificate of registration as \n145[Custodian] \nSecurities and Exchange Board of India Mittal Court, 'B' wing, \n1st Floor Nariman Point, Mumbai 400021 - India \n________________________________________________________________ \n \n141 Regulations 27 to 32 omitted by the SEBI (Procedure for Holding Enquiry by Enquiry Officer and Imposing \nPenalty) Regulations, 2002, w.e.f. 27-9-2002. \n142 Inserted by the SEBI (Regulatory Sandbox) (Amendment) Regulations, 2020, w.e.f. 17-04-2020. \n143 The words “in technological aspects” omitted by the Securities and Exchange Board of India (Regulatory Sandbox) \n(Amendment) Regulations, 2021, w.e.f. 03-08-2021. \n144 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n145 Substituted ibid for the words “custodian of securities”. \nINSTRUCTIONS: \ni. This form is meant for use by the applicant for application for grant of certificate \nof registration as 146[custodian]. \nii. The applicant should complete this form, and submit it, along with all supporting \ndocuments to the Board at its head office at Mumbai. \niii. This application form should be filled in accordance with the 147[SEBI \n(Custodian) Regulations, 1996]. \niv. The application will be considered by the Board provided it is complete in all \nrespects. \nv. All answers must be typed. \nvi. Information which needs to be supplied in more detail may be given on separate \nsheets which should be attached to the application form. \nvii. The application must be signed and all signatures must be original. \nviii. The application must be accompanied by an application fee as specified in the \nSecond Schedule to the 148[SEBI (Custodian) Regulations, 1996]. \nix. Every page of the form and every additional sheet must be initialled by the \nauthorised signatory of the applicant. \nx. All copies of documents should be 149[self-attested].",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 920,
    "has_amendments": true,
    "amendment_refs": [
      "148",
      "146",
      "145",
      "147",
      "149",
      "144",
      "143",
      "1"
    ]
  },
  {
    "chunk_id": "chunk_061_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n1. Name, address of the registered office, address for correspondence, telephone \nnumber(s), fax number(s), telex number(s) of the applicant and the name of the \ncontact person. \n2. Please indicate to which of the following categories the applicant belongs: \n(i) Foreign bank \n(ii) Domestic bank \n(iii) Financial Institution \n(iv) Other \n3. (a) Date and place of incorporation or establishment and date of commencement \nof business (enclose certificate of incorporation, memorandum and articles of \nassociation or statutory provisions, if any, under which incorporated or established). \n(b) Details of the activities carried on by the applicant, in India or overseas. \n(c) Details of affiliates and subsidiaries of the applicant operating in India, and \nactivities carried on by them. \n (d) Details of registration with the Securities and Exchange Board of India or with \nthe Reserve Bank of India or with any regulatory authority overseas of the applicant, \nand of its affiliates and subsidiaries operating in India. \n \n146 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n147 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n148 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n149 Substituted for the words “attested as true by an authorised notary” by the Securities and Exchange Board of India \n(Attestation of Documents) (Amendment) Regulations, 2024, w.e.f. 28-11-2024. \n(e) In case the applicant is buying, selling or otherwise dealing with the securities \nmarket as a 150[custodian] immediately before the 24th March, 1995. \n(i) Date of commencement of business as \"151[custodian]\" in case of banks, please \nenclose copies of the Reserve Bank of India's permission, and if applicable, copies \nof approval from the Central Government, to carry on activities as 152[custodian]. \n(ii) Type and number of existing clients (Financial Institutions, Mutual Funds, \nForeign Institutional Investors, Depository Receipts, Portfolio Managers, Non \nBanking Finance Companies, Stock Brokers, Corporates, Individuals.) \n(iii) Volume of assets under custody. \n4. Please state whether the applicant, director or principal officer is involved in any \nlitigation connected with the securities market which has an adverse bearing on the \nbusiness of the applicant; or has at any time been convicted for any moral turpitude \nor at anytime has been found guilty of any economic offence.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 816,
    "has_amendments": true,
    "amendment_refs": [
      "151",
      "1",
      "150",
      "152"
    ]
  },
  {
    "chunk_id": "chunk_062_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n5. Please also state whether there has been any instance of violation or non adherence \nto the securities laws, code of ethics/conduct, code of business rules, for which the \napplicant, or its parent or holding company or affiliate may have been subject to \neconomic, or criminal, liability, or suspended from carrying out its operations, or the \nregistration revoked temporarily. \n6. Please indicate the net worth and paid-up capital in Rupees as per the latest audited \nfinancial statements of the applicant (enclose copy). \n7. Please indicate services that are provided to clients or are proposed to be provided \nto clients as 153[custodian]. \n8. Please provide the following details regarding infrastructure: \n(i) space owned in square feet (please indicate location and enclose copy of title); \n(ii) space on lease in square feet (please indicate location and enclose copy of lease \nagreement); \n(iii) space on rent in square feet (please indicate location and enclose copy of rental \nagreement); \n154[(iv) details of vault or warehouse, for each vault or warehouse (in case the vault \nor warehouse is built to any specific standard, give details and documentary evidence \nthereof).] \n9. Please provide the following details regarding staff involved in activities as \n155[custodian]: \n(i) organisation structure; \n \n150 Substituted ibid for the words “custodian of securities”. \n151 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n152 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n153 Substituted ibid for the words “custodian of securities”. \n154 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. Prior to such substitution, sub-clause (iv) read as – \n“(iv) details of vault, for each vault (in case the vault is built to any specific standard, give details and documentary \nevidence thereof).” \n155 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n(ii) experience and background of key personnel. \n10. Please provide the following details regarding safekeeping and security systems \nand procedures: \n(i) 156[warehouse,] vault security and access control systems; \n(ii) systems for tracking securities 157[and goods]; \n(iii) risk control and operations manuals (enclose copies); \n(iv) give details of independent internal control mechanisms for monitoring, \nevaluation and review of accounting safekeeping and reporting systems and \nprocedures.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 852,
    "has_amendments": true,
    "amendment_refs": [
      "155",
      "154",
      "157",
      "153",
      "1",
      "156"
    ]
  },
  {
    "chunk_id": "chunk_063_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n11. Please provide the following details regarding automatic data processing systems \nand record keeping: \n(i) details of hardware, software and communications systems, their capability, \nfunction and location; \n(ii) details of data storage and back up procedures and sites, their capability, function \nand location; \n(iii) details of disaster recovery systems and procedures. \n12. Declaration statement (to be given as below) \nWe hereby agree and declare that the information supplied in the application, \nincluding the attachment sheets, is complete and true. \n \nWe further agree that, we shall notify the Securities and Exchange Board of India \nimmediately any change in the information provided in the application. \n \nWe further agree that we shall comply with, and be bound by the Securities and \nExchange Board of India Act, 1992, and the 158[Securities and Exchange Board of \nIndia (Custodian) Regulations, 1996], and such other guidelines/instructions as may \nbe announced by the Securities and Exchange Board of India from time to time. \n \nWe further agree that as a condition of registration, we shall abide by such \noperational instructions/directives as may be issued by the Securities and Exchange \nBoard of India from time to time. \nFor and on behalf of……………… \n(Name of the applicant) \nAuthorised signatory ............................... .......................................... \n (Name) (Signature) \nDate: \nPlace : \n \nFORM B \n \n156 Inserted ibid. \n157 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n158 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n(See regulation 8) \n159[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nCERTIFICATE OF REGISTRATION AS 160[CUSTODIAN] \n \nI. In exercise of the powers conferred by sub-section (1) of section 12 of the \nSecurities and Exchange Board of India Act, 1992 (15 of 1992), read with the \nregulations made thereunder, the Board hereby grants a certificate of registration to \n_________________ as a 161[custodian] subject to the conditions specified in the \nAct and in the regulations made thereunder. \nII. The Registration Number of the 162[custodian] is IN................ \n/....../..... /.... \n \nDate: \n \nPlace: MUMBAI By order \n Sd/- \nFor and on behalf of \nSecurities and Exchange Board of India \n \n \n \n \n \n \n159 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n160 Substituted ibid for the words “custodian of securities”. \n161 Substituted for the words “custodian of securities” by the Securities and Exchange Board of India (Custodian of \nSecurities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n162 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019 \nSECOND SCHEDULE \n[See regulation 163[3(3), and 8]] \n164[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \nFEES PAYABLE UNDER THE REGULATIONS \n165[PART A \nAMOUNT TO BE PAID AS FEES \n \n(I) Application fee Rs.166[5,00,000] \n(ii) Registration fee Rs.167[50,00,000] \n(iii) Annual fee Rs.10,00,000 or \n168[169[0.0005] per cent] of the \"assets \nunder custody\" of the 170[custodian], whichever is higher. \n \nExplanation I.—For the purpose of this part, the expression \"assets under custody\" \nshall mean the value of the assets held by the 171[custodian] as disclosed by him \nunder sub-paragraph (4) of paragraph II. \nExplanation II.—It is clarified that no Registration fee shall be payable under clause \n(ii), in case of renewal of the certificate of registration.] \n \nPART B \n172[I. The fees specified above shall be payable by way of direct credit into the bank \naccount through NEFT/RTGS/IMPS or online payment using the SEBI Payment \nGateway or any other mode as may be specified by the Board from time to time.] \n173[II. Payment of annual fee.—(1) On and from the commencement of the Securities \nand Exchange Board of India (Custodian of Securities) (Second Amendment) \n \n163 Substituted for the words and expressions “3(3), 8 and 9(C)” by the Securities and Exchange Board of India \n(Custodian) (Amendment) Regulations, 2019, w.e.f. 22-3-2019. \n164 Substituted ibid. \n165 Substituted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \n166 Substituted for the figure \"1,00,000\" by SEBI (Payment of Fees) (Amendment) Regulations 2014, w.e.f.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1296,
    "has_amendments": true,
    "amendment_refs": [
      "164",
      "161",
      "173",
      "165",
      "167",
      "162",
      "171",
      "172",
      "159",
      "160",
      "168",
      "169",
      "170",
      "166",
      "158",
      "1",
      "163"
    ]
  },
  {
    "chunk_id": "chunk_064_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n23.05.2014. \n167 Substituted for the figure \"15,00,000\", ibid. \n168 Substituted for \"0.0005 percent\" by the SEBI (Payment of Fees) (Amendment) Regulations, 2009, w.e.f. 01-07-\n2009. \n169 Substituted for the figure \"0.00025\" by SEBI (Payment of Fees) (Amendment) Regulations 2014, w.e.f. \n23.05.2014. \n170 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n171 Substituted ibid. \n172 Substituted by the Securities and Exchange Board of India (Payment of Fees and Mode of Payment) (Amendment) \nRegulations, 2023, w.e.f, 1-4-2023. Prior to its substitution, clause I read as- \n“I. The fees specified above shall be payable *[by way of direct credit in the bank account through NEFT/RTGS/IMPS \nor any other mode allowed by RBI or] by demand draft or bankers cheque in favour of \"The Securities and Exchange \nBoard of India\" at Mumbai. \n*[ Inserted by the SEBI (Payment of Fees and Mode of Payment) (Amendment) Regulations, 2017, w.e.f. 6-3-2017.] \n173 Substituted by the SEBI (Custodian of Securities) (Second Amendment) Regulations, 2006, w.e.f. 31-10-2006. \nRegulations, 2006, the annual fee shall be payable with reference to each financial \nyear, within one month of completion of the financial year. \n(2) A 174[custodian] who is granted registration on and after the commencement of \nthe Securities and Exchange Board of India (Custodian of Securities) (Second \nAmendment) Regulations, 2006, shall pay proportionate annual fee in respect of the \nfinancial year in which he was granted registration and full annual fee for every \nsubsequent financial year during which the registration subsists. \n(3) A 175[custodian] who is granted registration before the commencement of the \nSecurities and Exchange Board of India (Custodian of Securities) (Second \nAmendment) Regulations, 2006, shall pay proportionate annual fee in respect of the \nfinancial year of such commencement and full annual fee for every subsequent \nfinancial year during which the registration subsists. \n Provided that any annual fee paid by a 176[custodian] before the commencement of \nthe Securities and Exchange Board of India (Custodian of Securities) (Second \nAmendment) Regulations, 2006, in respect of a period, the whole or part of which \nfalls after such commencement, shall be proportionately adjusted against the amount \npayable under this subparagraph. \n(4) The payment of annual fee shall be accompanied by a statement of assets under \ncustody which shall be in such format as may be specified by the Board and shall be \ncertified to be true and complete by the functional head of the custody services of \nthe 177[custodian].] \n \n \n \n \n174 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n175 Substituted ibid. \n176 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n177 Substituted ibid. \nTHIRD SCHEDULE \n(See regulation 12) \n178[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nCODE OF CONDUCT",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 936,
    "has_amendments": true,
    "amendment_refs": [
      "176",
      "177",
      "178",
      "175",
      "1",
      "174"
    ]
  },
  {
    "chunk_id": "chunk_065_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n1. The 179[custodian] shall maintain the highest standard of integrity, fairness and \nprofessionalism in the discharge of his duties. \n2. The 180[custodian] shall be prompt in distributing dividends, interest or any such \naccruals of income received or collected by him on behalf of his clients on the \nsecurities held in custody. \n3. The 181[custodian] shall be continuously accountable for the movement of \nsecurities 182[or goods] in and out of 183[the] custody account, deposit, and \nwithdrawal of cash from the client's account and shall provide complete audit trail, \nwhenever called for by the client or 184[Board]. \n4. The 185[custodian] shall establish and maintain adequate infrastructural facility to \nbe able to discharge custodial services to the satisfaction of clients, and the operating \nprocedures and systems of the 155[custodian] shall be well documented and backed \nby operations manuals. \n5. The 155[custodian] shall maintain client confidentiality in respect of the client's \naffairs. \n6. Where custodian records are kept electronically, the 155[custodian] shall take \nprecautions necessary to ensure that continuity in record keeping is not lost or \ndestroyed and that sufficient back up of records is available. \n7. The 155[custodian] shall create and maintain the records of securities held in \ncustody in such manner that the tracing of securities or obtaining duplicate title \ndocuments is facilitated, in the event of loss of original records for any reason. \n8. The 155[custodian] shall extend to other custodial entities, depositories and \nclearing organizations all such co-operation that is necessary for the conduct of \nbusiness in the areas of inter custodial settlements, transfer of securities and transfer \nof funds. \n9. The 155[custodian] shall ensure that an arms length relationship is maintained, both \nin terms of staff and systems, from his other businesses. \n \n178 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n179 Substituted ibid. \n180 Substituted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, \n2018, w.e.f. 1-1-2019. \n181 Substituted ibid. \n182 Inserted ibid. \n183 Inserted by the Securities and Exchange Board of India (Custodian of Securities) (Amendment) Regulations, 2018, \nw.e.f. 1-1-2019. \n184 Substituted for “Securities and Exchange Board of India” by the Securities and Exchange Board of India (Custodian \nof Securities) (Amendment) Regulations, 2018, w.e.f. 1-1-2019. \n185 Substituted ibid. \n10. Every 155[custodian] shall exercise due diligence in safe-keeping and \nadministration of the assets of his clients in his custody for which he is acting as \n155[custodian]. \n186[11. (a) A 155[custodian] or any of his employees shall not render, directly or \nindirectly any investment advice about any security in the publicly accessible media, \nwhether real-time or non-real-time, unless a disclosure of his interest including long \nor short position in the said security has been made, while rendering such advice. \n(b) In case an employee of the 155[custodian] is rendering such advice, he shall also \ndisclose the interest of his dependent family members and employer including their \nlong or short position in the said security, while rendering such advice.] \n187[ 12. The custodian shall abide by the provisions of the Act, rules, regulations, \ncirculars and directions issued by the Board and the Reserve Bank of India from time \nto time, as may be applicable to a custodian. The custodian shall also comply with \nbye-laws, rules and regulations of Depositories and Clearing Corporation as may be \napplicable to a custodian.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 1079,
    "has_amendments": true,
    "amendment_refs": [
      "183",
      "155",
      "185",
      "187",
      "179",
      "180",
      "184",
      "186",
      "1",
      "181",
      "182"
    ]
  },
  {
    "chunk_id": "chunk_066_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n13. The custodian shall not indulge in any unfair competition, which is likely to harm \nthe interests of other custodians or clients or is likely to place such other custodians \nin a disadvantageous position while competing for or executing any assignment. \n14. The custodian shall not make any exaggerated statement whether oral or written \nto the clients either about its qualifications or capability to render certain services or \nabout its achievements in regard to services rendered to other clients. \n15. The custodian shall not make any untrue statement or suppress any material fact \nin any documents, reports, papers or information furnished to the Board. \n16. The custodian shall ensure that good corporate policies and corporate governance \nare in place. \n17. The custodian shall endeavour to ensure that— \na) inquiries from client are adequately dealt with. \nb) grievances of client are redressed in a timely and appropriate manner. \nc) where a complaint is not remedied promptly, the client is advised of any \nfurther steps which may be available to the client under the regulatory system. \n18. The custodian shall have internal control procedures as well as financial and \noperational capabilities which can be reasonably expected to protect its operations, \nits clients, and other registered entities from financial loss arising from theft, fraud, \nand other dishonest acts, professional misconduct or omissions. \n19. The custodian shall ensure that all its Directors and key management personnel \nare fit and proper persons at all times. \n20. The custodian shall co-operate with the Board as and when required. \n21. The custodian shall not neglect or fail or refuse to submit to the Board or other \nagencies with which it is registered, such books, documents, correspondence, and \npapers or any part thereof as may be demanded/requested from time to time. \n \n186 Inserted by the SEBI (Investment Advice by Intermediaries) (Amendment) Regulations, 2001, w.e.f. 29-5-2001. \n187 Inserted by the Securities and Exchange Board of India (Custodian) (Amendment) Regulations, 2025, w.e.f. 24-\n03-2026. \n22. The custodian shall ensure that the Board is promptly informed about any action, \nlegal proceedings, etc., initiated against it in respect of material breach or non-\ncompliance by it, of any law, rules, regulations, directions of the Board or of any \nother regulatory body. \n23. The custodian shall be responsible for the acts or omissions of its employees and \nagents in respect of the conduct of its business. \n24. The custodian shall make all efforts to protect the interests of its clients and shall \nact in the best interest of its clients.",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 814,
    "has_amendments": true,
    "amendment_refs": [
      "1"
    ]
  },
  {
    "chunk_id": "chunk_067_third_schedule",
    "content": "THIRD SCHEDULE: CODE OF CONDUCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE GAZETTE OF INDIA \nEXTRAORDINARY \nPART II-SECTION 3 - SUB-SECTION (ii) \nPUBLISHED BY AUTHORITY \nSECURITIES AND EXCHANGE BOARD OF INDIA \nNOTIFICATION \nMumbai, the16th May, 1996 \n1[SECURITIES AND EXCHANGE BOARD OF INDIA \n(CUSTODIAN) REGULATIONS, 1996] \n \nS.O.344(E).─In exercise of the powers conferred by section 30 of the Securities and \nExchange Board of India Act, 1992 (15 of 1992) the Securities and Exchange Board \nof India hereby makes the following, namely:— \n \nCHAPTER I \nPRELIMINARY \n \nShort title and commencement. \n\n25. The custodian shall provide adequate freedom and powers to its compliance \nofficer for the effective discharge of his duties. \n26. The custodian shall ensure that the senior management, particularly decision \nmakers have access to all relevant information about the business on a timely basis.]",
    "chapter": null,
    "chapter_title": null,
    "regulation": null,
    "regulation_title": "Code of Conduct",
    "section_type": "schedule",
    "schedule_name": "THIRD SCHEDULE",
    "token_estimate": 223,
    "has_amendments": true,
    "amendment_refs": [
      "1"
    ]
  }
]